{
  "title": "HSK4 Translation",
  "language": "zh",
  "type": "translation",
  "level": "HSK4",
  "content": {
    "questions": [
      {
        "_id": "trans_zh_h4_001",
        "source": "今天早上我起床有点儿晚了，所以来不及吃早饭就出门了。我担心上班会迟到，于是跑着去赶地铁。还好，地铁站离我家很近，只用走五分钟。上了地铁，车里的人非常多，几乎没有站的地方。我旁边站着一个年轻的小伙子，他一直在低头看手机。大概过了半个小时，我终于到了公司。我看了看手表，还好，没有迟到。今天的工作任务很重，我必须认真完成。",
        "suggestedTranslation": "Sáng nay tôi thức dậy hơi muộn, vì vậy không kịp ăn sáng đã ra ngoài. Tôi lo lắng đi làm sẽ bị muộn, thế là chạy đi bắt tàu điện ngầm. May mà ga tàu điện ngầm cách nhà tôi rất gần, chỉ cần đi bộ năm phút. Lên tàu, người trên xe rất đông, gần như không có chỗ đứng. Bên cạnh tôi có một chàng trai trẻ, cậu ấy cứ cúi đầu nhìn điện thoại. Khoảng nửa tiếng sau, cuối cùng tôi cũng đến được công ty. Tôi xem đồng hồ, may quá, không bị muộn. Nhiệm vụ công việc hôm nay rất nặng, tôi phải hoàn thành một cách nghiêm túc."
      },
      {
        "_id": "trans_zh_h4_002",
        "source": "我的同屋是一位律师，他叫王明。他平时工作非常忙，经常需要加班。虽然我们住在一起，但见面的机会却很少。他是一个很幽默的人，跟他聊天总是一件开心的事。他有很多爱好，比如踢足球、看电影和弹钢琴。周末的时候，如果不加班，他会邀请朋友来家里聚会。他们一起做饭，喝啤酒，讨论最近发生的一些有趣的事情。我觉得有这样一个同屋，我的生活也变得丰富了很多。",
        "suggestedTranslation": "Bạn cùng phòng của tôi là một luật sư, anh ấy tên là Vương Minh. Anh ấy thường ngày làm việc rất bận rộn, thường xuyên phải tăng ca. Mặc dù chúng tôi ở cùng nhau nhưng cơ hội gặp mặt lại rất ít. Anh ấy là một người rất hài hước, nói chuyện với anh ấy luôn là một việc vui vẻ. Anh ấy có rất nhiều sở thích, ví dụ như đá bóng, xem phim và chơi piano. Vào cuối tuần, nếu không tăng ca, anh ấy sẽ mời bạn bè đến nhà tụ tập. Họ cùng nhau nấu cơm, uống bia, thảo luận về những chuyện thú vị xảy ra gần đây. Tôi cảm thấy có một người bạn cùng phòng như vậy, cuộc sống của tôi cũng trở nên phong phú hơn rất nhiều."
      },
      {
        "_id": "trans_zh_h4_003",
        "source": "上个周末，我和几个朋友约好一起去爬山。我们早上八点出发，坐公共汽车去郊区。那天的天气非常好，阳光很暖和，天很蓝。山上的空气很新鲜，让人感觉很舒服。我们一边爬山，一边聊天，感觉一点儿也不累。爬到山中间的时候，我们找了一个地方休息，吃了些自己带的面包和水果。下午三点左右，我们终于爬到了山顶。从山顶上看，城市的景色非常美丽。这次活动不仅锻炼了身体，也增加了我们之间的友谊。",
        "suggestedTranslation": "Cuối tuần trước, tôi và vài người bạn hẹn nhau cùng đi leo núi. Chúng tôi xuất phát lúc tám giờ sáng, đi xe buýt đến vùng ngoại ô. Thời tiết hôm đó rất đẹp, nắng ấm, trời trong xanh. Không khí trên núi rất trong lành, khiến người ta cảm thấy rất dễ chịu. Chúng tôi vừa leo núi vừa nói chuyện, cảm thấy không hề mệt chút nào. Khi leo đến lưng chừng núi, chúng tôi tìm một chỗ nghỉ ngơi, ăn chút bánh mì và hoa quả tự mang theo. Khoảng ba giờ chiều, cuối cùng chúng tôi cũng leo lên đến đỉnh núi. Từ trên đỉnh núi nhìn xuống, phong cảnh thành phố vô cùng tươi đẹp. Hoạt động lần này không chỉ rèn luyện sức khỏe mà còn tăng thêm tình bạn giữa chúng tôi."
      },
      {
        "_id": "trans_zh_h4_004",
        "source": "为了准备HSK四级考试，我最近非常努力。我每天都安排时间来复习。早上，我一般会记一些新的词语和语法。下午，我会做一些阅读和听力练习。晚上，我会写一篇文章或者跟我的中国朋友用汉语聊天。我的朋友很耐心，他总是帮我改正错误，并且鼓励我。虽然学习汉语有的时候会觉得有点儿困难，但是每当看到自己的进步，我就感到非常高兴。我相信只要坚持下去，就一定能获得好成绩。",
        "suggestedTranslation": "Để chuẩn bị cho kỳ thi HSK cấp 4, gần đây tôi đã rất nỗ lực. Mỗi ngày tôi đều sắp xếp thời gian để ôn tập. Buổi sáng, tôi thường học thuộc một số từ mới và ngữ pháp. Buổi chiều, tôi sẽ làm một số bài tập đọc và nghe. Buổi tối, tôi sẽ viết một bài văn hoặc trò chuyện bằng tiếng Hán với người bạn Trung Quốc của tôi. Bạn tôi rất kiên nhẫn, anh ấy luôn giúp tôi sửa lỗi và động viên tôi. Mặc dù đôi khi học tiếng Hán cảm thấy hơi khó khăn, nhưng mỗi khi thấy được sự tiến bộ của mình, tôi lại cảm thấy rất vui. Tôi tin rằng chỉ cần kiên trì, chắc chắn sẽ đạt được thành tích tốt."
      },
      {
        "_id": "trans_zh_h4_005",
        "source": "我的女儿今年上小学三年级。她是一个活泼可爱的女孩子。她每天放学回家以后，第一件事就是做作业。她的数学成绩特别好，但她觉得汉字有点儿难写。我告诉她，只要多练习，慢慢就会好的。除了学习，她还喜欢画画和跳舞。她的房间墙上挂满了她自己画的画。每个周末，我都会带她去公园玩，或者去图书馆看书。我希望她能有一个快乐的童年，健康地长大。",
        "suggestedTranslation": "Con gái tôi năm nay học lớp ba tiểu học. Con bé là một cô bé hoạt bát và đáng yêu. Mỗi ngày sau khi tan học về nhà, việc đầu tiên của con bé là làm bài tập. Thành tích môn toán của con bé đặc biệt tốt, nhưng con bé cảm thấy chữ Hán hơi khó viết. Tôi nói với con bé, chỉ cần luyện tập nhiều, dần dần sẽ tốt hơn. Ngoài việc học, con bé còn thích vẽ tranh và múa. Trên tường phòng của con bé treo đầy những bức tranh do chính con bé vẽ. Mỗi cuối tuần, tôi đều đưa con bé đến công viên chơi, hoặc đến thư viện đọc sách. Tôi hy vọng con bé có thể có một tuổi thơ vui vẻ, lớn lên khỏe mạnh."
      },
      {
        "_id": "trans_zh_h4_006",
        "source": "我最近在网上买了一件衬衫，但是颜色和我想象的不一样。网站上的照片是蓝色的，但我收到的却是黑色的。我马上联系了售货员，向他说明了情况。他非常礼貌，向我表示抱歉，并且同意我换一件。他告诉我，我只需要把这件黑色的寄回去，他们就会马上把蓝色的寄给我。虽然这件事有点儿麻烦，但是他们解决问题的态度让我很满意。这让我觉得，网上购物还是比较可靠的。",
        "suggestedTranslation": "Gần đây tôi có mua một chiếc áo sơ mi trên mạng, nhưng màu sắc không giống như tôi tưởng tượng. Ảnh trên trang web là màu xanh lam, nhưng chiếc tôi nhận được lại là màu đen. Tôi lập tức liên hệ với nhân viên bán hàng, giải thích tình hình cho anh ấy. Anh ấy rất lịch sự, đã xin lỗi tôi và đồng ý cho tôi đổi một chiếc khác. Anh ấy nói với tôi, tôi chỉ cần gửi trả lại chiếc màu đen này, họ sẽ lập tức gửi cho tôi chiếc màu xanh lam. Mặc dù việc này hơi phiền phức, nhưng thái độ giải quyết vấn đề của họ khiến tôi rất hài lòng. Điều này làm tôi cảm thấy, mua sắm trên mạng vẫn tương đối đáng tin cậy."
      },
      {
        "_id": "trans_zh_h4_007",
        "source": "很多人都想减肥，但减肥不是一件容易的事情。首先，你必须注意饮食，少吃甜的、油的东西，多吃蔬菜和水果。其次，要坚持锻炼身体，比如跑步、游泳或者打网球。只靠饿肚子来减肥是不健康的，而且很容易胖回来。减肥需要时间和耐心，不能希望一个星期就能瘦很多。最重要的是养成健康的生活习惯，这不仅对减肥有好处，对身体健康也很有帮助。所以，如果你决定减肥，那就请坚持下去吧。",
        "suggestedTranslation": "Rất nhiều người muốn giảm cân, nhưng giảm cân không phải là một việc dễ dàng. Trước hết, bạn phải chú ý đến việc ăn uống, ăn ít đồ ngọt, đồ dầu mỡ, ăn nhiều rau và hoa quả. Tiếp theo, phải kiên trì rèn luyện thân thể, ví dụ như chạy bộ, bơi lội hoặc chơi tennis. Chỉ dựa vào việc nhịn đói để giảm cân là không lành mạnh, và còn rất dễ béo trở lại. Giảm cân cần thời gian và sự kiên nhẫn, không thể hy vọng một tuần là có thể gầy đi rất nhiều. Điều quan trọng nhất là hình thành thói quen sinh hoạt lành mạnh, điều này không chỉ tốt cho việc giảm cân mà còn rất có ích cho sức khỏe cơ thể. Vì vậy, nếu bạn đã quyết định giảm cân, vậy thì hãy kiên trì nhé."
      },
      {
        "_id": "trans_zh_h4_008",
        "source": "明天是我爸爸的生日，我们全家准备为他举办一个生日聚会。妈妈负责准备一桌好吃的菜，她说要做爸爸最爱吃的饺子和烤鸭。我负责买一个大蛋糕和一些新鲜的水果。姐姐负责打扫房间，把它打扮得漂漂亮亮的。我们还邀请了一些亲戚和爸爸的朋友。我们商量好了，要假装忘记了他的生日，然后在他回家的时候给他一个惊喜。我真希望爸爸会喜欢我们为他准备的一切。爸爸工作很辛苦，我们都非常爱他。",
        "suggestedTranslation": "Ngày mai là sinh nhật của bố tôi, cả nhà chúng tôi chuẩn bị tổ chức cho ông một bữa tiệc sinh nhật. Mẹ chịu trách nhiệm chuẩn bị một bàn đồ ăn ngon, mẹ nói sẽ làm món sủi cảo và vịt quay mà bố thích ăn nhất. Tôi chịu trách nhiệm mua một chiếc bánh kem lớn và một ít hoa quả tươi. Chị gái chịu trách nhiệm dọn dẹp phòng, trang trí nó thật đẹp. Chúng tôi còn mời một số họ hàng và bạn bè của bố. Chúng tôi đã bàn bạc xong, sẽ giả vờ quên mất sinh nhật của ông, sau đó khi ông về nhà sẽ cho ông một bất ngờ. Tôi thật sự hy vọng bố sẽ thích tất cả những gì chúng tôi chuẩn bị cho ông. Bố làm việc rất vất vả, chúng tôi đều rất yêu ông."
      },
      {
        "_id": "trans_zh_h4_009",
        "source": "大学毕业以后，我一直在找工作。上个星期，我在报纸上看到一个招聘广告，是一家国际贸易公司在招聘经理的秘书。我觉得这个工作很适合我，因为我的专业就是国际贸易，而且我的外语水平也挺好的。于是，我按照要求寄去了我的材料。昨天，我收到了他们的电话，通知我去参加面试。我感到既激动又紧张。为了这次面试，我做了很多准备，希望能给他们留下一个好印象，顺利地获得这个工作机会。",
        "suggestedTranslation": "Sau khi tốt nghiệp đại học, tôi vẫn luôn tìm việc. Tuần trước, tôi thấy một mẩu tin tuyển dụng trên báo, là một công ty thương mại quốc tế đang tuyển thư ký cho giám đốc. Tôi cảm thấy công việc này rất phù hợp với tôi, vì chuyên ngành của tôi chính là thương mại quốc tế, và trình độ ngoại ngữ của tôi cũng khá tốt. Thế là, tôi đã gửi hồ sơ của mình theo yêu cầu. Hôm qua, tôi nhận được điện thoại của họ, thông báo tôi đến tham gia phỏng vấn. Tôi cảm thấy vừa hồi hộp lại vừa lo lắng. Vì buổi phỏng vấn lần này, tôi đã chuẩn bị rất nhiều, hy vọng có thể để lại cho họ một ấn tượng tốt, thuận lợi nhận được cơ hội việc làm này."
      },
      {
        "_id": "trans_zh_h4_010",
        "source": "上个月我感冒了，病得很严重，一直咳嗽，而且还发烧。我只好请假去医院看病。大夫给我做了检查，说我需要打针和吃药。他还告诉我，最近天气变化大，要注意身体，多穿点儿衣服，多喝热水。在家里休息了三天，我感觉好多了，但是身体还是有点儿没力气。那几天，我妈妈每天都来照顾我，给我做饭，提醒我按时吃药。我很感谢她。现在我的病已经完全好了，我又可以正常上班和学习了。",
        "suggestedTranslation": "Tháng trước tôi bị cảm, bệnh rất nặng, cứ ho mãi, lại còn bị sốt. Tôi đành phải xin nghỉ phép đến bệnh viện khám bệnh. Bác sĩ đã khám cho tôi, nói rằng tôi cần tiêm và uống thuốc. Ông ấy còn nói với tôi, gần đây thời tiết thay đổi nhiều, cần chú ý sức khỏe, mặc thêm quần áo, uống nhiều nước nóng. Ở nhà nghỉ ngơi ba ngày, tôi cảm thấy đỡ nhiều rồi, nhưng cơ thể vẫn hơi không có sức. Mấy ngày đó, mẹ tôi ngày nào cũng đến chăm sóc tôi, nấu cơm cho tôi, nhắc nhở tôi uống thuốc đúng giờ. Tôi rất cảm ơn bà. Bây giờ bệnh của tôi đã khỏi hoàn toàn rồi, tôi lại có thể đi làm và học tập bình thường."
      },
      {
        "_id": "trans_zh_h4_011",
        "source": "我和我的丈夫是在大学里认识的。我们是同学，而且在同一个班。那时候，他学习非常努力，成绩总是班里第一。他不仅聪明，而且还很热心，经常帮助其他同学解决学习上的问题。我们经常一起在图书馆看书，讨论问题。慢慢地，我们互相了解，发现有很多共同的爱好。毕业后，他向我表示他喜欢我，我接受了。我们在一起工作，一起努力，去年我们终于结婚了。我们的爱情故事很简单，但是很幸福。",
        "suggestedTranslation": "Tôi và chồng tôi quen nhau ở trường đại học. Chúng tôi là bạn học, và còn học cùng một lớp. Khi đó, anh ấy học hành rất nỗ lực, thành tích luôn đứng đầu lớp. Anh ấy không chỉ thông minh mà còn rất nhiệt tình, thường xuyên giúp đỡ các bạn học khác giải quyết các vấn đề trong học tập. Chúng tôi thường xuyên cùng nhau đọc sách ở thư viện, thảo luận vấn đề. Dần dần, chúng tôi hiểu nhau hơn, phát hiện ra có rất nhiều sở thích chung. Sau khi tốt nghiệp, anh ấy bày tỏ rằng anh ấy thích tôi, và tôi đã chấp nhận. Chúng tôi cùng nhau làm việc, cùng nhau nỗ lực, năm ngoái chúng tôi cuối cùng đã kết hôn. Câu chuyện tình yêu của chúng tôi rất đơn giản, nhưng rất hạnh phúc."
      },
      {
        "_id": "trans_zh_h4_012",
        "source": "现在使用手机的人越来越多了。手机不仅可以用来打电话、发短信，还可以上网、看新闻、听音乐等等。手机给我们的生活带来了极大的方便。比如，以前出门需要带地图，现在只需要打开手机地图就可以了。以前买东西需要用现金，现在用手机付款就行了。但是，我们也不能太过分地相信和使用手机。长时间看手机对眼睛不好，而且也会减少和家人、朋友面对面交流的时间。所以，我们应该正确地使用手机。",
        "suggestedTranslation": "Ngày nay người sử dụng điện thoại di động ngày càng nhiều. Điện thoại không chỉ có thể dùng để gọi điện, gửi tin nhắn, mà còn có thể lên mạng, xem tin tức, nghe nhạc, vân vân. Điện thoại đã mang lại sự tiện lợi vô cùng lớn cho cuộc sống của chúng ta. Ví dụ, trước đây ra ngoài cần mang theo bản đồ, bây giờ chỉ cần mở bản đồ trên điện thoại là được. Trước đây mua đồ cần dùng tiền mặt, bây giờ dùng điện thoại thanh toán là được. Tuy nhiên, chúng ta cũng không nên quá tin tưởng và sử dụng điện thoại một cách quá mức. Nhìn điện thoại trong thời gian dài không tốt cho mắt, và cũng sẽ làm giảm thời gian giao tiếp trực tiếp với gia đình, bạn bè. Vì vậy, chúng ta nên sử dụng điện thoại một cách đúng đắn."
      },
      {
        "_id": "trans_zh_h4_013",
        "source": "我的邻居是一位退休的数学老师。他今年七十多岁了，但是身体还很健康。他每天早上都去公园锻炼身体，有时候打太极拳，有时候散步。他非常友好，每次见到我都会笑着打招呼。他家有一个小花园，里面种了很多漂亮的花和一些蔬菜。夏天的时候，他常常会送给我一些自己种的西红柿和黄瓜。他的孙子每个周末都会来看他。那时候，他家总是充满了笑声。我很尊重这位老人，从他身上我学到了很多。",
        "suggestedTranslation": "Hàng xóm của tôi là một giáo viên toán đã nghỉ hưu. Ông năm nay đã hơn bảy mươi tuổi, nhưng sức khỏe vẫn còn rất tốt. Mỗi sáng ông đều đến công viên rèn luyện sức khỏe, có lúc thì đánh thái cực quyền, có lúc thì đi dạo. Ông rất thân thiện, mỗi lần gặp tôi đều mỉm cười chào hỏi. Nhà ông có một khu vườn nhỏ, bên trong trồng rất nhiều loài hoa đẹp và một ít rau củ. Vào mùa hè, ông thường tặng tôi một ít cà chua và dưa chuột do chính tay ông trồng. Cháu trai của ông mỗi cuối tuần đều đến thăm ông. Khi đó, nhà ông luôn tràn ngập tiếng cười. Tôi rất kính trọng vị lão nhân này, từ ông tôi đã học được rất nhiều điều."
      },
      {
        "_id": "trans_zh_h4_014",
        "source": "保护环境是我们每个人的责任。现在，环境污染问题越来越严重。比如，城市里的空气不那么新鲜了，河里的水也变脏了。为了保护我们的地球，我们应该从自己做起。我们可以少开一天车，多坐公共汽车或者骑自行车。我们应该节约用水、用电，买东西的时候自己带包，减少使用塑料袋。我们还可以参加一些保护环境的活动，比如去公园打扫垃圾。只要我们每个人都努力，我们的生活环境就一定会变得越来越好。",
        "suggestedTranslation": "Bảo vệ môi trường là trách nhiệm của mỗi chúng ta. Hiện nay, vấn đề ô nhiễm môi trường ngày càng nghiêm trọng. Ví dụ, không khí trong thành phố không còn trong lành như trước, nước sông cũng trở nên bẩn. Để bảo vệ trái đất của chúng ta, chúng ta nên bắt đầu từ chính mình. Chúng ta có thể bớt lái xe một ngày, đi xe buýt hoặc đi xe đạp nhiều hơn. Chúng ta nên tiết kiệm nước, tiết kiệm điện, khi đi mua sắm thì tự mang túi, giảm thiểu việc sử dụng túi nhựa. Chúng ta cũng có thể tham gia một số hoạt động bảo vệ môi trường, ví dụ như đến công viên dọn rác. Chỉ cần mỗi người chúng ta đều nỗ lực, môi trường sống của chúng ta nhất định sẽ ngày càng tốt đẹp hơn."
      },
      {
        "_id": "trans_zh_h4_015",
        "source": "我有一个妹妹，她比我小五岁，今年刚上大学。她的性格和我完全相反。我很安静，喜欢一个人看书，而她非常活泼，喜欢交朋友。她很粗心，经常丢东西，不是忘了带钥匙，就是找不到钱包。虽然她有很多小缺点，但她非常善良和诚实。如果有朋友遇到困难，她总是第一个去帮忙。她现在在学习法律专业，她说她将来的理想是成为一名优秀的律师，帮助更多的人。我为有这样一个妹妹感到骄傲。",
        "suggestedTranslation": "Tôi có một cô em gái, em ấy nhỏ hơn tôi năm tuổi, năm nay vừa vào đại học. Tính cách của em ấy hoàn toàn trái ngược với tôi. Tôi rất yên tĩnh, thích một mình đọc sách, trong khi em ấy rất hoạt bát, thích kết bạn. Em ấy rất cẩu thả, thường xuyên làm mất đồ, không phải là quên mang chìa khóa thì cũng là không tìm thấy ví tiền. Mặc dù em ấy có nhiều khuyết điểm nhỏ, nhưng em ấy rất lương thiện và thành thật. Nếu có bạn bè gặp khó khăn, em ấy luôn là người đầu tiên đến giúp đỡ. Em ấy hiện đang học chuyên ngành luật, em ấy nói lý tưởng tương lai của mình là trở thành một luật sư ưu tú, giúp đỡ nhiều người hơn. Tôi cảm thấy tự hào vì có một người em gái như vậy."
      },
      {
        "_id": "trans_zh_h4_016",
        "source": "上个星期天，我们城市举办了一场国际马拉松比赛。有来自世界各地的几千名运动员参加。比赛早上七点半正式开始。街道两边站满了热情的观众，他们为运动员们加油。我没有参加比赛，但是我作为一名观众在旁边看。我看到运动员们都非常努力，尽管汗水已经湿了他们的衣服，但他们仍然坚持跑步。他们的精神让我非常感动。这次活动不仅是一场体育比赛，也向世界表示了我们城市的友好和美丽。",
        "suggestedTranslation": "Chủ nhật tuần trước, thành phố của chúng tôi đã tổ chức một cuộc thi marathon quốc tế. Có hàng nghìn vận động viên từ khắp nơi trên thế giới tham gia. Cuộc thi chính thức bắt đầu lúc bảy giờ rưỡi sáng. Hai bên đường phố đầy ắp khán giả nhiệt tình, họ cổ vũ cho các vận động viên. Tôi không tham gia cuộc thi, nhưng tôi đã làm một khán giả đứng xem bên cạnh. Tôi thấy các vận động viên đều rất nỗ lực, mặc dù mồ hôi đã làm ướt áo của họ, nhưng họ vẫn kiên trì chạy bộ. Tinh thần của họ khiến tôi vô cùng cảm động. Hoạt động lần này không chỉ là một cuộc thi thể thao, mà còn thể hiện sự thân thiện và vẻ đẹp của thành phố chúng tôi với thế giới."
      },
      {
        "_id": "trans_zh_h4_017",
        "source": "我的叔叔是一位导游，他去过中国很多著名的地方，比如北京的长城、西安的兵马俑。他常常给我讲他在旅行中遇到的有趣的事情。他说，每个地方都有自己独特的文化和历史。他很喜欢这份工作，因为他不仅可以看到美丽的景色，还可以认识来自不同国家的朋友。但是，做导游也很辛苦，需要有很好的身体和丰富的知识。他告诉我，如果你想成为一名好导游，首先必须真正地热爱这个工作，并且不断学习。",
        "suggestedTranslation": "Chú của tôi là một hướng dẫn viên du lịch, chú ấy đã đi qua rất nhiều nơi nổi tiếng của Trung Quốc, ví dụ như Vạn Lý Trường Thành ở Bắc Kinh, đội quân đất nung ở Tây An. Chú ấy thường kể cho tôi nghe những chuyện thú vị mà chú gặp trong chuyến du lịch. Chú nói, mỗi nơi đều có văn hóa và lịch sử độc đáo của riêng mình. Chú ấy rất thích công việc này, vì chú không chỉ có thể ngắm nhìn phong cảnh đẹp mà còn có thể làm quen với bạn bè đến từ các quốc gia khác nhau. Tuy nhiên, làm hướng dẫn viên du lịch cũng rất vất vả, cần có sức khỏe tốt và kiến thức phong phú. Chú nói với tôi, nếu bạn muốn trở thành một hướng dẫn viên du lịch giỏi, trước tiên bạn phải thực sự yêu thích công việc này và không ngừng học hỏi."
      },
      {
        "_id": "trans_zh_h4_018",
        "source": "今天下午的会议非常重要，讨论的是公司下一年的发展计划。经理首先介绍了目前市场的情况，然后请各个部门的负责人谈谈自己的看法和建议。大家讨论得很认真，每个人都积极地表示自己的意见。有人认为我们应该开发新产品，也有人认为应该把重点放在提高服务质量上。经过两个小时的讨论，我们终于有了一个大概的方向。经理要求大家回去以后，根据今天的会议内容，写一份详细的报告。这次会议开得很成功。",
        "suggestedTranslation": "Cuộc họp chiều nay rất quan trọng, thảo luận về kế hoạch phát triển của công ty trong năm tới. Giám đốc trước tiên đã giới thiệu tình hình thị trường hiện tại, sau đó mời người phụ trách của các bộ phận nói về quan điểm và đề xuất của mình. Mọi người thảo luận rất nghiêm túc, mỗi người đều tích cực bày tỏ ý kiến của mình. Có người cho rằng chúng ta nên phát triển sản phẩm mới, cũng có người cho rằng nên đặt trọng tâm vào việc nâng cao chất lượng dịch vụ. Sau hai giờ thảo luận, cuối cùng chúng tôi cũng có một phương hướng đại khái. Giám đốc yêu cầu mọi người sau khi về, dựa vào nội dung cuộc họp hôm nay, viết một bản báo cáo chi tiết. Cuộc họp lần này đã diễn ra rất thành công."
      },
      {
        "_id": "trans_zh_h4_019",
        "source": "我从小就对科学很感兴趣。我喜欢阅读关于自然和动物的书。我记得，我小时候常常问爸爸妈妈各种奇怪的问题，比如天为什么是蓝色的，鸟儿为什么会飞。他们总是耐心地给我解释。上中学以后，我最喜欢的课就是物理和化学。我喜欢在实验室里做各种各样的实验，感觉非常有趣。现在我是一名大学生，我的专业是环境科学。我希望将来能成为一名科学家，用我的知识来解决环境污染的问题，让我们的地球变得更美丽。",
        "suggestedTranslation": "Tôi từ nhỏ đã rất có hứng thú với khoa học. Tôi thích đọc những cuốn sách về tự nhiên và động vật. Tôi nhớ rằng, khi tôi còn nhỏ thường hỏi bố mẹ đủ loại câu hỏi kỳ lạ, ví dụ như tại sao bầu trời lại màu xanh, tại sao chim lại biết bay. Họ luôn kiên nhẫn giải thích cho tôi. Sau khi lên trung học, môn học yêu thích nhất của tôi là vật lý và hóa học. Tôi thích làm đủ loại thí nghiệm trong phòng thí nghiệm, cảm thấy vô cùng thú vị. Bây giờ tôi là một sinh viên đại học, chuyên ngành của tôi là khoa học môi trường. Tôi hy vọng tương lai có thể trở thành một nhà khoa học, dùng kiến thức của mình để giải quyết vấn đề ô nhiễm môi trường, làm cho trái đất của chúng ta trở nên tươi đẹp hơn."
      },
      {
        "_id": "trans_zh_h4_020",
        "source": "在中国，春节是最重要的节日。春节的时候，不管离家多远，人们都会想办法回家和家人一起过年。这叫做“春运”，那时候的火车票和飞机票都非常难买。过年的时候，家家户户都会打扫房间，贴上红色的“福”字，挂上红灯笼。小孩子们最高兴了，因为他们可以穿新衣服，还可以收到长辈给的“红包”。大家会一起吃一顿丰盛的年夜饭，看春节晚会，放鞭炮。春节代表着新的一年的开始，人们都希望在新的一年里有好的运气。",
        "suggestedTranslation": "Ở Trung Quốc, Tết Nguyên Đán là ngày lễ quan trọng nhất. Vào dịp Tết, dù cách nhà bao xa, mọi người đều sẽ tìm cách về nhà đón Tết cùng gia đình. Điều này được gọi là “Xuân vận”, lúc đó vé tàu hỏa và vé máy bay đều rất khó mua. Khi đón năm mới, nhà nhà đều sẽ dọn dẹp nhà cửa, dán chữ “Phúc” màu đỏ, treo đèn lồng đỏ. Trẻ con là vui nhất, vì chúng được mặc quần áo mới, còn được nhận “hồng bao” từ người lớn. Mọi người sẽ cùng nhau ăn một bữa cơm tất niên thịnh soạn, xem chương trình gala mừng xuân, đốt pháo. Tết Nguyên Đán đại diện cho sự khởi đầu của một năm mới, mọi người đều hy vọng sẽ có vận may tốt trong năm mới."
      },
      {
        "_id": "trans_zh_h4_021",
        "source": "昨天我整理房间的时候，偶然发现了一本旧的照相本。我打开它，看到了许多小时候的照片。有一张是我五岁生日时拍的，照片上的我正在笑着吃蛋糕，看起来很可爱。还有一张是我们全家去海边玩的照片，那时候我还很矮，爸爸把我抱在他的胳膊上。看着这些照片，许多过去的事情又出现在我的脑子里。时间过得真快啊，一转眼我就长大了。这些照片对我来说非常宝贵，它们提醒我那些幸福的时光。",
        "suggestedTranslation": "Hôm qua khi dọn dẹp phòng, tôi tình cờ phát hiện ra một cuốn album ảnh cũ. Tôi mở nó ra, thấy rất nhiều bức ảnh hồi nhỏ. Có một tấm chụp vào sinh nhật năm tuổi của tôi, tôi trong ảnh đang cười ăn bánh kem, trông rất đáng yêu. Còn có một tấm là ảnh cả nhà tôi đi biển chơi, lúc đó tôi còn rất thấp, bố bế tôi trên tay ông ấy. Nhìn những bức ảnh này, nhiều chuyện trong quá khứ lại hiện lên trong đầu tôi. Thời gian trôi nhanh thật, trong nháy mắt tôi đã lớn rồi. Những bức ảnh này đối với tôi vô cùng quý giá, chúng nhắc nhở tôi về những khoảng thời gian hạnh phúc ấy."
      },
      {
        "_id": "trans_zh_h4_022",
        "source": "我的理想是开一家咖啡馆。这家咖啡馆不用很大，但一定要安静和舒服。墙上要挂一些漂亮的画，书架上要放满各种各样的书。顾客可以在这里一边喝咖啡，一边安静地看书或者听音乐。我会提供好喝的咖啡和新鲜的蛋糕。我还会举办一些小活动，比如读书会或者小型的音乐表演。我希望我的咖啡馆不仅是一个卖咖啡的地方，更是一个能让人放松心情，交流思想的地方。虽然我知道实现这个理想会很困难，但我会为此而努力的。",
        "suggestedTranslation": "Lý tưởng của tôi là mở một quán cà phê. Quán cà phê này không cần lớn lắm, nhưng nhất định phải yên tĩnh và thoải mái. Trên tường sẽ treo một vài bức tranh đẹp, trên giá sách sẽ đầy ắp các loại sách khác nhau. Khách hàng có thể vừa uống cà phê ở đây, vừa yên tĩnh đọc sách hoặc nghe nhạc. Tôi sẽ phục vụ cà phê ngon và bánh ngọt tươi. Tôi cũng sẽ tổ chức một số hoạt động nhỏ, ví dụ như câu lạc bộ đọc sách hoặc buổi biểu diễn âm nhạc nhỏ. Tôi hy vọng quán cà phê của tôi không chỉ là nơi bán cà phê, mà còn là một nơi có thể khiến mọi người thư giãn tâm trạng, giao lưu tư tưởng. Mặc dù tôi biết việc thực hiện lý tưởng này sẽ rất khó khăn, nhưng tôi sẽ nỗ lực vì nó."
      },
      {
        "_id": "trans_zh_h4_023",
        "source": "诚实是一种非常重要的质量。无论是在生活中还是在工作中，我们都应该做一个诚实的人。诚实的人更容易获得别人的信任和尊重。如果你犯了错误，你应该勇敢地承认，而不是想办法骗别人。虽然承认错误可能会受到批评，但从长远来看，这会帮助你成长。一个不诚实的人，即使暂时获得了一些好处，最后也一定会失败。诚实不仅是对别人负责，更是对自己负责。因此，我们应该从小养成诚实的习惯。",
        "suggestedTranslation": "Thành thật là một phẩm chất vô cùng quan trọng. Bất kể là trong cuộc sống hay trong công việc, chúng ta đều nên làm một người thành thật. Người thành thật dễ dàng nhận được sự tin tưởng và tôn trọng của người khác hơn. Nếu bạn phạm sai lầm, bạn nên dũng cảm thừa nhận, chứ không phải tìm cách lừa dối người khác. Mặc dù thừa nhận sai lầm có thể bị phê bình, nhưng về lâu dài, điều này sẽ giúp bạn trưởng thành. một người không thành thật, cho dù tạm thời có được một số lợi ích, cuối cùng cũng nhất định sẽ thất bại. Thành thật không chỉ là có trách nhiệm với người khác, mà còn là có trách nhiệm với chính mình. Do đó, chúng ta nên hình thành thói quen thành thật từ khi còn nhỏ."
      },
      {
        "_id": "trans_zh_h4_024",
        "source": "很多人抱怨自己的工作很无聊，每天都做同样的事情。其实，我们应该改变自己的态度。首先，要试着在工作中发现乐趣。即使是简单的工作，你也可以想办法把它做得更好、更快。其次，可以利用工作以外的时间学习新的知识和技术。这不仅能让你变得更优秀，也可能为你提供新的工作机会。另外，和同事保持良好的关系也很重要，愉快的工作环境能让你的心情更好。所以，工作的快乐与否，关键在于我们自己怎么看。",
        "suggestedTranslation": "Rất nhiều người phàn nàn công việc của mình rất nhàm chán, mỗi ngày đều làm những việc giống nhau. Thực ra, chúng ta nên thay đổi thái độ của mình. Trước hết, hãy thử tìm thấy niềm vui trong công việc. Ngay cả khi là công việc đơn giản, bạn cũng có thể tìm cách làm nó tốt hơn, nhanh hơn. Tiếp theo, có thể tận dụng thời gian ngoài công việc để học kiến thức và kỹ thuật mới. Điều này không chỉ giúp bạn trở nên ưu tú hơn, mà còn có thể mang lại cho bạn những cơ hội việc làm mới. Ngoài ra, duy trì mối quan hệ tốt với đồng nghiệp cũng rất quan trọng, một môi trường làm việc vui vẻ có thể khiến tâm trạng của bạn tốt hơn. Vì vậy, công việc có vui vẻ hay không, mấu chốt nằm ở cách chúng ta nhìn nhận."
      },
      {
        "_id": "trans_zh_h4_025",
        "source": "我刚到中国的时候，有很多地方不适应。比如，这里的天气和我的国家很不一样，夏天特别热，冬天又很冷。饮食方面，我也不太习惯，因为我不能吃辣的。最困难的是语言，刚开始我差不多一句话也听不懂，也不敢和别人说话。但是，我的老师和同学都对我非常友好，他们耐心地教我，鼓励我。现在，一年过去了，我已经适应了这里的生活。我的汉语水平提高了很多，也交了很多中国朋友。我很感谢这段经历，它让我变得更勇敢和自信。",
        "suggestedTranslation": "Khi tôi mới đến Trung Quốc, có rất nhiều nơi không thích nghi được. Ví dụ, thời tiết ở đây rất khác so với đất nước của tôi, mùa hè đặc biệt nóng, mùa đông lại rất lạnh. Về mặt ăn uống, tôi cũng không quen lắm, vì tôi không thể ăn cay. Khó khăn nhất là ngôn ngữ, lúc đầu tôi gần như không hiểu một câu nào, cũng không dám nói chuyện với người khác. Tuy nhiên, giáo viên và bạn học của tôi đều rất thân thiện với tôi, họ kiên nhẫn dạy tôi, động viên tôi. Bây giờ, một năm đã trôi qua, tôi đã thích nghi với cuộc sống ở đây. Trình độ tiếng Hán của tôi đã tiến bộ rất nhiều, cũng đã kết giao được rất nhiều bạn bè Trung Quốc. Tôi rất biết ơn trải nghiệm này, nó đã khiến tôi trở nên dũng cảm và tự tin hơn."
      },
      {
        "_id": "trans_zh_h4_026",
        "source": "去年，我从朋友那里带来了一只小猫。它刚来的时候非常害羞，总是喜欢待在沙发的后面，不敢出来。我每天都准备猫喜欢吃的鱼和干净的水给它。我很有耐心地陪着它，轻轻地跟它说话。慢慢地，它开始相信我了，不再害怕了。现在，它变得非常活泼，每天都在家里跑来跑去。我下班回家，它总是第一个在门口等我，还喜欢躺在我的腿上睡觉。它好像我的家人一样，我非常爱它，我的生活因为有它而变得更热闹了。",
        "suggestedTranslation": "Năm ngoái, tôi đã mang một chú mèo con từ chỗ bạn tôi về. Lúc mới đến nó rất nhút nhát, luôn thích ở phía sau ghế sô pha, không dám ra ngoài. Mỗi ngày tôi đều chuẩn bị cá mà mèo thích ăn và nước sạch cho nó. Tôi rất kiên nhẫn ở bên nó, nhẹ nhàng nói chuyện với nó. Dần dần, nó bắt đầu tin tưởng tôi, không còn sợ hãi nữa. Bây giờ, nó đã trở nên rất hoạt bát, ngày nào cũng chạy tới chạy lui trong nhà. Khi tôi đi làm về, nó luôn là người đầu tiên đợi tôi ở cửa, còn thích nằm trên đùi tôi ngủ. Nó giống như người nhà của tôi vậy, tôi rất yêu nó, cuộc sống của tôi vì có nó mà trở nên náo nhiệt hơn."
      },
      {
        "_id": "trans_zh_h4_027",
        "source": "今年暑假，我计划和家人一起去南方旅游。我们已经在网上查了很多材料，最后决定去云南。云南的景色非常美丽，而且有很多有名的少数民族。我们打算先坐飞机到昆明，然后在那里租一辆车。这样我们就可以很方便地去各个地方。我们计划去看看丽江古城，尝尝那里的特色小吃。我还想去看看那里的雪山，听说非常壮观。我们已经买好了机票，也安排好了宾馆，现在就等着出发了。我对此行充满了期待。",
        "suggestedTranslation": "Kỳ nghỉ hè năm nay, tôi dự định cùng gia đình đi du lịch ở miền Nam. Chúng tôi đã tra rất nhiều tài liệu trên mạng, cuối cùng quyết định đi Vân Nam. Phong cảnh Vân Nam vô cùng tươi đẹp, hơn nữa còn có rất nhiều dân tộc thiểu số nổi tiếng. Chúng tôi dự định đi máy bay đến Côn Minh trước, sau đó thuê một chiếc xe ở đó. Như vậy chúng tôi có thể đi đến các nơi rất tiện lợi. Chúng tôi dự định đi xem cổ thành Lệ Giang, nếm thử món ăn vặt đặc sắc ở đó. Tôi còn muốn đi xem núi tuyết ở đó, nghe nói vô cùng hùng vĩ. Chúng tôi đã mua vé máy bay xong, cũng đã sắp xếp khách sạn, bây giờ chỉ chờ xuất phát thôi. Tôi tràn đầy kỳ vọng vào chuyến đi này."
      },
      {
        "_id": "trans_zh_h4_028",
        "source": "昨天发生了一件很奇怪的事情。我下班的时候，在地铁上遇到一个男的，他一直看着我笑。我以为我认识他，但是想了半天，也想不起来他是谁。我有点儿不好意思，就对他笑了笑。他看到我笑，就向我走过来，然后很兴奋地跟我说话。他说他是我大学同学，我们以前在同一个班。我仔细看了看他，才发现他确实是我的同学，只是他比以前胖了很多，还戴上了眼镜，所以我完全没认出来。我们聊了很久，感觉非常开心。",
        "suggestedTranslation": "Hôm qua đã xảy ra một chuyện rất kỳ lạ. Lúc tôi tan làm, tôi gặp một người đàn ông trên tàu điện ngầm, anh ta cứ nhìn tôi cười. Tôi tưởng rằng mình quen anh ta, nhưng nghĩ mãi cũng không nhớ ra anh ta là ai. Tôi có chút ngại ngùng, liền mỉm cười với anh ta. Anh ta thấy tôi cười, liền đi về phía tôi, sau đó nói chuyện với tôi rất hào hứng. Anh ta nói anh ta là bạn học đại học của tôi, chúng tôi trước đây học cùng một lớp. Tôi nhìn kỹ anh ta, mới phát hiện ra anh ta đúng là bạn học của tôi, chỉ là anh ta béo hơn trước rất nhiều, còn đeo cả kính, nên tôi hoàn toàn không nhận ra. Chúng tôi đã nói chuyện rất lâu, cảm thấy vô cùng vui vẻ."
      },
      {
        "_id": "trans_zh_h4_029",
        "source": "我最近看了一部非常感人的电影。电影讲的是一个父亲和他的儿子的故事。父亲是一名普通的工人，收入不高，但是他非常爱自己的儿子。为了让儿子能接受好的教育，他每天都非常辛苦地工作。儿子也很懂事，学习很努力，他理解父亲的辛苦。电影里有很多让人流泪的场面，特别是父亲为了给儿子买一双新鞋而卖掉自己最喜欢的手表那一段。这部电影不仅故事精彩，演员的表演也非常棒。它让我明白了，父爱是世界上最伟大的感情。",
        "suggestedTranslation": "Gần đây tôi đã xem một bộ phim vô cùng cảm động. Bộ phim kể câu chuyện về một người cha và con trai của ông. Người cha là một công nhân bình thường, thu nhập không cao, nhưng ông rất yêu thương con trai mình. Để cho con trai có thể nhận được sự giáo dục tốt, ông mỗi ngày đều làm việc vô cùng vất vả. Người con trai cũng rất hiểu chuyện, học hành rất chăm chỉ, cậu hiểu được sự vất vả của cha. Trong phim có rất nhiều cảnh khiến người ta rơi lệ, đặc biệt là đoạn người cha vì mua cho con trai một đôi giày mới mà bán đi chiếc đồng hồ yêu thích nhất của mình. Bộ phim này không chỉ có câu chuyện đặc sắc, diễn xuất của diễn viên cũng vô cùng tuyệt vời. Nó khiến tôi hiểu ra rằng, tình cha là thứ tình cảm vĩ đại nhất trên đời."
      },
      {
        "_id": "trans_zh_h4_030",
        "source": "关于将来，我有很多计划和想法。首先，我希望能在三年内完成我的硕士学习，并且找到一份专业对口的工作。我希望这份工作不仅收入不错，更重要的是我真正感兴趣的。其次，我打算在工作稳定以后，去世界各地旅行。我想去看看不同的文化，尝尝不同的美食，认识不同的人。我还想学习一门新的语言，比如西班牙语或者法语。当然，要完成这些计划并不容易，需要我不断地努力和坚持。我相信只要有梦想，并且为之努力，就一定能成功。",
        "suggestedTranslation": "Về tương lai, tôi có rất nhiều kế hoạch và ý tưởng. Trước hết, tôi hy vọng có thể hoàn thành việc học thạc sĩ trong vòng ba năm, và tìm được một công việc đúng chuyên ngành. Tôi hy vọng công việc này không chỉ có thu nhập tốt, mà quan trọng hơn là tôi thực sự có hứng thú. Tiếp theo, tôi dự định sau khi công việc ổn định sẽ đi du lịch khắp nơi trên thế giới. Tôi muốn đi xem những nền văn hóa khác nhau, nếm thử những món ăn khác nhau, làm quen với những con người khác nhau. Tôi còn muốn học một ngôn ngữ mới, ví dụ như tiếng Tây Ban Nha hoặc tiếng Pháp. Đương nhiên, để hoàn thành những kế hoạch này không hề dễ dàng, đòi hỏi tôi phải không ngừng nỗ lực và kiên trì. Tôi tin rằng chỉ cần có ước mơ, và nỗ lực vì nó, thì nhất định sẽ thành công."
      },
      {
        "_id": "trans_zh_h4_031",
        "source": "交通堵车是现代大城市的一个普遍问题。每天上下班的时候，路上的汽车都排得很长，像一条不会动的河。有一次，我被堵在高速公路上两个多小时。当时我有一个重要的会议，心里非常着急。我不停地看手表，可是车就是不动。周围的司机们也都很烦恼，有的人在抽烟，有的人在打电话。为了解决这个问题，政府鼓励大家多使用公共交通。另外，改变上班时间，或者在家里工作，也是一个不错的办法。我希望以后交通情况能有所改变。",
        "suggestedTranslation": "Tắc nghẽn giao thông là một vấn đề phổ biến của các thành phố lớn hiện đại. Mỗi ngày vào giờ đi làm và tan tầm, xe ô tô trên đường đều xếp hàng rất dài, giống như một dòng sông không chuyển động. Có một lần, tôi bị kẹt trên đường cao tốc hơn hai tiếng đồng hồ. Lúc đó tôi có một cuộc họp quan trọng, trong lòng vô cùng sốt ruột. Tôi không ngừng xem đồng hồ, nhưng xe vẫn không nhúc nhích. Các tài xế xung quanh cũng rất phiền não, có người thì hút thuốc, có người thì gọi điện thoại. Để giải quyết vấn đề này, chính phủ khuyến khích mọi người sử dụng phương tiện giao thông công cộng nhiều hơn. Ngoài ra, thay đổi giờ làm việc, hoặc làm việc tại nhà, cũng là một giải pháp không tồi. Tôi hy vọng sau này tình hình giao thông có thể có sự thay đổi."
      },
      {
        "_id": "trans_zh_h4_032",
        "source": "上个周末，我和朋友去了一家新开的西餐厅。这家餐厅的环境非常好，很安静，音乐也很轻。服务员的态度很热情，他向我们详细地介绍了菜单上的菜。我们点了一份牛排，一份沙拉和一碗汤。等了大概十五分钟，菜就上来了。牛排做得非常好吃，不老也不硬。沙拉里的蔬菜很新鲜，味道也很好。那碗汤的味道有点儿特别，是用西红柿和奶油做的，酸酸甜甜的。总的来说，我们对这家餐厅非常满意，价格也比较合适。我们决定下次还要来。",
        "suggestedTranslation": "Cuối tuần trước, tôi và bạn bè đã đến một nhà hàng món Tây mới mở. Môi trường của nhà hàng này rất tốt, rất yên tĩnh, nhạc cũng rất nhẹ nhàng. Thái độ của nhân viên phục vụ rất nhiệt tình, anh ấy đã giới thiệu chi tiết cho chúng tôi các món ăn trên thực đơn. Chúng tôi đã gọi một phần bít tết, một phần salad và một bát súp. Chờ khoảng mười lăm phút thì món ăn được dọn lên. Bít tết làm rất ngon, không già cũng không cứng. Rau trong món salad rất tươi, vị cũng rất ngon. Vị của bát súp đó có chút đặc biệt, được làm từ cà chua và kem, chua chua ngọt ngọt. Nhìn chung, chúng tôi rất hài lòng với nhà hàng này, giá cả cũng tương đối hợp lý. Chúng tôi quyết định lần sau sẽ đến nữa."
      },
      {
        "_id": "trans_zh_h4_033",
        "source": "很多人都觉得管理时间是一件很困难的事。我们常常感觉一天很快就过去了，但是很多计划好的事情都没有完成。我认为，要想管理好时间，首先要有一个清楚的计划。每天早上，你可以把今天需要做的事情写下来，并且按照重要和不重要的顺序排列。其次，要减少浪费时间。比如，不要花太多时间上网看没有用的新闻或者玩游戏。另外，要学会拒绝。如果别人请你帮忙的事情会影响你的重要任务，你应该礼貌地拒绝。只要坚持这样做，你就会发现自己有更多的时间了。",
        "suggestedTranslation": "Rất nhiều người cảm thấy quản lý thời gian là một việc rất khó khăn. Chúng ta thường cảm thấy một ngày trôi qua rất nhanh, nhưng rất nhiều việc đã lên kế hoạch lại không hoàn thành. Tôi cho rằng, muốn quản lý tốt thời gian, trước hết phải có một kế hoạch rõ ràng. Mỗi buổi sáng, bạn có thể viết ra những việc cần làm trong hôm nay, và sắp xếp theo thứ tự quan trọng và không quan trọng. Tiếp theo, phải giảm bớt việc lãng phí thời gian. Ví dụ, đừng dành quá nhiều thời gian lên mạng xem tin tức vô bổ hoặc chơi game. Ngoài ra, phải học cách từ chối. Nếu việc người khác nhờ bạn giúp đỡ sẽ ảnh hưởng đến nhiệm vụ quan trọng của bạn, bạn nên lịch sự từ chối. Chỉ cần kiên trì làm như vậy, bạn sẽ phát hiện ra mình có nhiều thời gian hơn."
      },
      {
        "_id": "trans_zh_h4_034",
        "source": "我的家乡是一个美丽的海边城市。那里一年四季天气都很好，冬天不冷，夏天也不太热。城市非常干净，街道两边都是绿色的树。从我家走路十分钟就能到海边。我最喜欢在傍晚的时候去海边散步。看着红色的太阳慢慢地降落到海里，听着海的声音，感觉非常放松。我的家乡还有很多新鲜、便宜的海鲜，比如鱼、虾和各种各样的贝壳。每年都有很多国内外的游客来这里旅游。虽然我现在在别的城市工作，但我每年都会回去几次。我爱我的家乡。",
        "suggestedTranslation": "Quê hương của tôi là một thành phố biển xinh đẹp. Thời tiết ở đó quanh năm đều rất tốt, mùa đông không lạnh, mùa hè cũng không quá nóng. Thành phố rất sạch sẽ, hai bên đường đều là cây xanh. Từ nhà tôi đi bộ mười phút là có thể đến bờ biển. Tôi thích nhất là đi dạo bờ biển vào lúc hoàng hôn. Nhìn mặt trời đỏ từ từ lặn xuống biển, nghe tiếng sóng biển, cảm thấy vô cùng thư giãn. Quê hương tôi còn có rất nhiều hải sản tươi, rẻ, ví dụ như cá, tôm và các loại sò ốc. Hàng năm có rất nhiều du khách trong và ngoài nước đến đây du lịch. Mặc dù bây giờ tôi đang làm việc ở một thành phố khác, nhưng mỗi năm tôi đều trở về vài lần. Tôi yêu quê hương của tôi."
      },
      {
        "_id": "trans_zh_h4_035",
        "source": "友谊在我们生活中占有重要的位置。一个真正的朋友，会在你遇到困难的时候帮助你，在你伤心的时候陪着你。他会为你取得的成功感到高兴，而不是嫉妒。和朋友在一起，你可以说出自己心里的想法，不用担心被笑话。那么，我们应该怎样获得和保持友谊呢？我认为，最关键的是诚实和尊重。你应该真心地对待朋友，并且尊重他的想法和选择。另外，经常联系也很重要，即使只是一个简单的电话或者短信。真正的友谊需要我们用心去管理。",
        "suggestedTranslation": "Tình bạn chiếm một vị trí quan trọng trong cuộc sống của chúng ta. Một người bạn thực sự, sẽ giúp đỡ bạn khi bạn gặp khó khăn, sẽ ở bên bạn khi bạn đau buồn. Anh ấy sẽ vui mừng vì thành công bạn đạt được, chứ không phải ghen tị. Ở bên cạnh bạn bè, bạn có thể nói ra những suy nghĩ trong lòng mình, không cần lo lắng bị chế giễu. Vậy, chúng ta nên làm thế nào để có được và duy trì tình bạn? Tôi cho rằng, mấu chốt nhất là sự thành thật và tôn trọng. Bạn nên đối xử chân thành với bạn bè, và tôn trọng suy nghĩ cũng như lựa chọn của anh ấy. Ngoài ra, thường xuyên liên lạc cũng rất quan trọng, cho dù chỉ là một cuộc điện thoại hay tin nhắn đơn giản. Tình bạn thực sự cần chúng ta dùng tấm lòng để vun đắp."
      },
      {
        "_id": "trans_zh_h4_036",
        "source": "抽烟是一个非常坏的习惯，它对身体有很多坏处。首先，抽烟会严重影响健康，容易引起各种疾病，特别是和肺有关系的病。其次，抽烟不仅对自己的身体不好，也会影响周围人的健康。他们吸了你抽的烟，也可能会生病。另外，抽烟还浪费钱。如果你每天买一包烟，一年下来就是一笔不少的钱。所以，为了你和家人的健康，请不要抽烟。如果你已经有了这个习惯，我建议你马上把它改掉。虽然开始可能会很难受，但只要坚持，就一定能成功。",
        "suggestedTranslation": "Hút thuốc là một thói quen rất xấu, nó có rất nhiều tác hại đối với cơ thể. Trước hết, hút thuốc sẽ ảnh hưởng nghiêm trọng đến sức khỏe, dễ gây ra các loại bệnh tật, đặc biệt là các bệnh liên quan đến phổi. Tiếp theo, hút thuốc không chỉ không tốt cho cơ thể của chính mình, mà còn ảnh hưởng đến sức khỏe của những người xung quanh. Họ hít phải khói thuốc bạn hút, cũng có thể bị bệnh. Ngoài ra, hút thuốc còn lãng phí tiền bạc. Nếu bạn mỗi ngày mua một bao thuốc, một năm sẽ là một khoản tiền không nhỏ. Vì vậy, vì sức khỏe của bạn và gia đình, xin đừng hút thuốc. Nếu bạn đã có thói quen này, tôi đề nghị bạn hãy bỏ nó ngay lập tức. Mặc dù lúc bắt đầu có thể sẽ rất khó chịu, nhưng chỉ cần kiên trì, nhất định sẽ thành công."
      },
      {
        "_id": "trans_zh_h4_037",
        "source": "随着技术的发展，互联网已经成为我们生活的一部分。通过互联网，我们可以方便地获得各种各样的信息。我们可以在网上看新闻，学习知识，还可以购物、订票。互联网也改变了我们交流的方式，我们可以用电子邮件、社交网站和朋友、家人联系，不管他们离我们多远。但是，互联网也有一些不好的方面。比如，网上有太多不真实的信息，我们很难判断对错。而且，有些人花太多时间在网上，影响了正常的生活和工作。所以，我们应该正确、聪明地使用互联网。",
        "suggestedTranslation": "Cùng với sự phát triển của công nghệ, Internet đã trở thành một phần của cuộc sống chúng ta. Thông qua Internet, chúng ta có thể thuận tiện có được đủ loại thông tin. Chúng ta có thể xem tin tức, học hỏi kiến thức trên mạng, còn có thể mua sắm, đặt vé. Internet cũng đã thay đổi cách chúng ta giao tiếp, chúng ta có thể dùng email, mạng xã hội để liên lạc với bạn bè, người thân, dù họ cách chúng ta bao xa. Tuy nhiên, Internet cũng có một số mặt không tốt. Ví dụ, trên mạng có quá nhiều thông tin không có thật, chúng ta rất khó phán đoán đúng sai. Hơn nữa, một số người dành quá nhiều thời gian trên mạng, ảnh hưởng đến cuộc sống và công việc bình thường. Vì vậy, chúng ta nên sử dụng Internet một cách đúng đắn và thông minh."
      },
      {
        "_id": "trans_zh_h4_038",
        "source": "上个星期，公司安排我到上海出差。这是我第一次去上海，所以我感到非常兴奋。我坐了三个小时的高铁，下午两点左右到达了上海。上海真是一个国际大城市，到处都是高楼，街上的人和车都非常多。我住的宾馆在市中心，交通很方便。第二天，我和客户开了一个上午的会，进行得很顺利。下午，我有一点儿空闲时间，就去逛了逛有名的南京路。那里的商店非常多，东西也很丰富。虽然这次出差时间很短，但上海给我留下了非常深刻的印象。",
        "suggestedTranslation": "Tuần trước, công ty sắp xếp cho tôi đi công tác Thượng Hải. Đây là lần đầu tiên tôi đến Thượng Hải, vì vậy tôi cảm thấy vô cùng hào hứng. Tôi đã đi tàu cao tốc ba tiếng, đến Thượng Hải vào khoảng hai giờ chiều. Thượng Hải thật sự là một thành phố lớn quốc tế, khắp nơi đều là nhà cao tầng, người và xe trên đường đều rất đông. Khách sạn tôi ở nằm ở trung tâm thành phố, giao thông rất thuận tiện. Ngày hôm sau, tôi đã có một cuộc họp với khách hàng cả buổi sáng, diễn ra rất thuận lợi. Buổi chiều, tôi có một chút thời gian rảnh, liền đi dạo phố Nam Kinh nổi tiếng. Các cửa hàng ở đó rất nhiều, hàng hóa cũng rất phong phú. Mặc dù chuyến công tác lần này thời gian rất ngắn, nhưng Thượng Hải đã để lại cho tôi một ấn tượng vô cùng sâu sắc."
      },
      {
        "_id": "trans_zh_h4_039",
        "source": "阅读是一个非常好的习惯。通过阅读，我们不仅可以获得知识，还可以丰富我们的感情世界。读书可以让我们了解不同的文化和历史，知道世界上发生过什么有趣的故事。当你在读书的时候，你会暂时忘记生活中的烦恼，进入一个完全不同的世界。选择读什么书很重要。你可以根据自己的兴趣来选择，比如你喜欢历史，就可以多读一些历史方面的书。我们应该每天都安排一点儿时间来阅读，即使只是半个小时。这个好习惯会让你一生都有好处。",
        "suggestedTranslation": "Đọc sách là một thói quen rất tốt. Thông qua việc đọc sách, chúng ta không chỉ có thể thu được kiến thức, mà còn có thể làm phong phú thế giới tình cảm của chúng ta. Đọc sách có thể giúp chúng ta hiểu các nền văn hóa và lịch sử khác nhau, biết được những câu chuyện thú vị đã xảy ra trên thế giới. Khi bạn đang đọc sách, bạn sẽ tạm thời quên đi những phiền não trong cuộc sống, bước vào một thế giới hoàn toàn khác. Việc lựa chọn đọc sách gì rất quan trọng. Bạn có thể lựa chọn dựa trên sở thích của mình, ví dụ bạn thích lịch sử, thì có thể đọc nhiều sách về lĩnh vực lịch sử hơn. Chúng ta nên mỗi ngày đều sắp xếp một chút thời gian để đọc sách, cho dù chỉ là nửa tiếng. Thói quen tốt này sẽ mang lại lợi ích cho bạn cả đời."
      },
      {
        "_id": "trans_zh_h4_040",
        "source": "每个人都会有自己的压力。学生的压力来自考试和成绩，大人的压力可能来自工作和家庭。有压力不一定是一件坏事，适当的压力可以让我们更有动力去努力。但是，如果压力太大，就会影响我们的身体和心情。那么，我们应该怎样减少压力呢？首先，要学会安排好自己的时间，不要把所有事情都留到最后才做。其次，要多和朋友、家人交流，把心里的烦恼说出来。另外，坚持体育锻炼也是一个非常好的方法，运动可以让人放松。找到适合自己的方法，我们就能更好地面对压力。",
        "suggestedTranslation": "Mỗi người đều sẽ có những áp lực của riêng mình. Áp lực của học sinh đến từ các kỳ thi và thành tích, áp lực của người lớn có thể đến từ công việc và gia đình. Có áp lực không hẳn là một việc xấu, áp lực thích hợp có thể giúp chúng ta có thêm động lực để cố gắng. Tuy nhiên, nếu áp lực quá lớn, sẽ ảnh hưởng đến sức khỏe và tâm trạng của chúng ta. Vậy, chúng ta nên giảm bớt áp lực như thế nào? Trước hết, phải học cách sắp xếp tốt thời gian của mình, đừng để tất cả mọi việc đến cuối cùng mới làm. Tiếp theo, phải giao lưu nhiều hơn với bạn bè, người thân, nói ra những phiền muộn trong lòng. Ngoài ra, kiên trì rèn luyện thể thao cũng là một phương pháp rất tốt, vận động có thể giúp con người thư giãn. Tìm được phương pháp phù hợp với bản thân, chúng ta sẽ có thể đối mặt với áp lực tốt hơn."
      },
      {
        "_id": "trans_zh_h4_041",
        "source": "我哥哥是一名警察。他的工作很辛苦，也很危险。他经常需要加班，有时候甚至好几天都不能回家。因为工作的原因，他很少有时间陪家人和朋友。尽管如此，他非常热爱自己的工作。他说，当他帮助了有困难的人，或者抓到了坏人，他就会觉得自己的工作非常有意义。他总是告诉我要做一个诚实、勇敢、有责任心的人。他是我心中的英雄，我为他感到非常骄傲。我也希望他每次执行任务的时候都能安全回来。他的工作保护了我们的社会，我们应该尊重和感谢所有的警察。",
        "suggestedTranslation": "Anh trai tôi là một cảnh sát. Công việc của anh ấy rất vất vả, cũng rất nguy hiểm. Anh ấy thường xuyên phải tăng ca, có lúc thậm chí mấy ngày liền không thể về nhà. Vì lý do công việc, anh ấy rất ít có thời gian ở bên gia đình và bạn bè. Mặc dù vậy, anh ấy vô cùng yêu thích công việc của mình. Anh nói, khi anh giúp đỡ được người gặp khó khăn, hoặc bắt được kẻ xấu, anh sẽ cảm thấy công việc của mình vô cùng có ý nghĩa. Anh luôn nói với tôi phải làm một người thành thật, dũng cảm và có tinh thần trách nhiệm. Anh là người hùng trong lòng tôi, tôi cảm thấy rất tự hào về anh. Tôi cũng hy vọng mỗi lần anh thực hiện nhiệm vụ đều có thể trở về an toàn. Công việc của anh đã bảo vệ xã hội của chúng ta, chúng ta nên tôn trọng và cảm ơn tất cả các cảnh sát."
      },
      {
        "_id": "trans_zh_h4_042",
        "source": "在中国学习的这两年，我发现中国人喝茶的习惯非常普遍。无论是在办公室、家里还是餐厅，你都能看到人们在喝茶。茶的种类非常多，有红茶、绿茶、花茶等等，每种茶的味道都不一样。我的中国朋友告诉我，喝茶不仅可以解渴，而且对身体有很多好处。比如，绿茶可以帮助减肥，还可以减少生病的可能。他们还教我怎么泡茶，原来泡茶也是一门艺术，对水温、时间都有要求。我现在也慢慢喜欢上喝茶了，每天下午都会为自己泡一杯热茶。",
        "suggestedTranslation": "Trong hai năm học tập tại Trung Quốc, tôi phát hiện ra thói quen uống trà của người Trung Quốc rất phổ biến. Bất kể là ở văn phòng, ở nhà hay ở nhà hàng, bạn đều có thể thấy mọi người đang uống trà. Các loại trà rất đa dạng, có hồng trà, trà xanh, trà hoa, v.v., mỗi loại trà đều có hương vị khác nhau. Bạn người Trung Quốc của tôi nói với tôi, uống trà không chỉ có thể giải khát, mà còn có nhiều lợi ích cho sức khỏe. Ví dụ, trà xanh có thể giúp giảm cân, còn có thể giảm khả năng mắc bệnh. Họ còn dạy tôi cách pha trà, hóa ra pha trà cũng là một môn nghệ thuật, có yêu cầu đối với nhiệt độ nước, thời gian. Bây giờ tôi cũng dần dần thích uống trà rồi, mỗi buổi chiều đều tự pha cho mình một tách trà nóng."
      },
      {
        "_id": "trans_zh_h4_043",
        "source": "很多人都喜欢在网上购物。网上购物确实有很多好处。首先，非常方便。你只需要一部手机或者一台电脑，就可以在任何地方、任何时间买东西，不用出门。其次，网上的东西种类非常丰富，几乎所有你想要的东西都能找到。而且，价格通常比商店里便宜一些。但是，网上购物也有一些缺点。比如，你看不到实际的东西，有时候收到的东西和照片上的不一样。另外，还有可能会遇到骗子，付了钱却收不到东西。所以，在网上购物时，我们一定要小心，选择可靠的网站和卖家。",
        "suggestedTranslation": "Rất nhiều người thích mua sắm trên mạng. Mua sắm trên mạng thực sự có rất nhiều lợi ích. Trước hết, rất tiện lợi. Bạn chỉ cần một chiếc điện thoại hoặc một cái máy tính, là có thể mua đồ ở bất cứ đâu, bất cứ lúc nào, không cần ra khỏi nhà. Tiếp theo, các mặt hàng trên mạng vô cùng phong phú, gần như tất cả những thứ bạn muốn đều có thể tìm thấy. Hơn nữa, giá cả thường rẻ hơn một chút so với trong cửa hàng. Tuy nhiên, mua sắm trên mạng cũng có một số nhược điểm. Ví dụ, bạn không thể nhìn thấy món đồ thực tế, đôi khi món đồ nhận được không giống với trên ảnh. Ngoài ra, còn có khả năng gặp phải kẻ lừa đảo, đã trả tiền nhưng không nhận được hàng. Vì vậy, khi mua sắm trên mạng, chúng ta nhất định phải cẩn thận, lựa chọn những trang web và người bán đáng tin cậy."
      },
      {
        "_id": "trans_zh_h4_044",
        "source": "我的专业是经济学，很多人以为这个专业很无聊，每天就是和数字打交道。其实，我觉得经济学非常有趣。它不仅教我们怎么赚钱，更重要的是教我们怎么理解这个世界。比如，它会解释为什么有的东西贵，有的东西便宜；为什么有的国家富，有的国家穷。学习经济学让我看问题的方面更广了。我现在很关心国内外的经济新闻。我的理想是将来能成为一名经济研究员，用我的知识为国家的发展提供一些有用的建议。为了这个目的，我现在必须努力学习。",
        "suggestedTranslation": "Chuyên ngành của tôi là kinh tế học, rất nhiều người tưởng rằng chuyên ngành này rất nhàm chán, mỗi ngày chỉ làm việc với những con số. Thực ra, tôi cảm thấy kinh tế học vô cùng thú vị. Nó không chỉ dạy chúng ta cách kiếm tiền, mà quan trọng hơn là dạy chúng ta cách hiểu thế giới này. Ví dụ, nó sẽ giải thích tại sao có thứ đắt, có thứ rẻ; tại sao có quốc gia giàu, có quốc gia nghèo. Học kinh tế học khiến tôi có góc nhìn rộng hơn khi xem xét vấn đề. Bây giờ tôi rất quan tâm đến tin tức kinh tế trong và ngoài nước. Lý tưởng của tôi là tương lai có thể trở thành một nhà nghiên cứu kinh tế, dùng kiến thức của mình để đưa ra một số đề xuất hữu ích cho sự phát triển của đất nước. Vì mục đích này, bây giờ tôi phải nỗ lực học tập."
      },
      {
        "_id": "trans_zh_h4_045",
        "source": "很多人认为，只有孩子才需要玩游戏。其实，游戏对大人也同样重要。现代人的生活和工作压力都很大，我们需要找到一个方法来放松自己。玩游戏就是一种很好的放松方式。它可以让我们暂时忘记烦恼，让紧张的大脑得到休息。当然，我说的游戏不仅是电脑游戏，也包括各种体育运动，比如打篮球、踢足球。和朋友们一起运动，不仅锻炼了身体，还增加了交流和友谊。所以，别再说你太忙了，安排一点儿时间给自己，去玩玩游戏，放松一下吧。",
        "suggestedTranslation": "Rất nhiều người cho rằng, chỉ có trẻ con mới cần chơi game. Thực ra, game cũng quan trọng không kém đối với người lớn. Áp lực cuộc sống và công việc của người hiện đại đều rất lớn, chúng ta cần tìm một phương pháp để thư giãn bản thân. Chơi game chính là một cách thư giãn rất tốt. Nó có thể khiến chúng ta tạm thời quên đi phiền não, để bộ não căng thẳng được nghỉ ngơi. Đương nhiên, game mà tôi nói không chỉ là game trên máy tính, mà còn bao gồm các loại hình vận động thể thao, ví dụ như chơi bóng rổ, đá bóng. Cùng bạn bè vận động, không chỉ rèn luyện sức khỏe, mà còn tăng cường giao lưu và tình bạn. Vì vậy, đừng nói bạn quá bận nữa, hãy sắp xếp một chút thời gian cho bản thân, đi chơi game, thư giãn một chút đi."
      },
      {
        "_id": "trans_zh_h4_046",
        "source": "我的爷爷今年八十岁了，他是一个非常幽默和聪明的老人。他喜欢给我讲他年轻时候的故事。他说他年轻的时候去过很多地方，经历过很多困难，但是他从来没有放弃过。他总是说，人活着，最重要的就是要开心。他有很多爱好，比如下棋、写毛笔字和听京剧。每个周末，我都会去看他，陪他下棋，听他讲故事。从他身上，我学到了很多生活的知识和态度。我希望他能一直这么健康、快乐。他是我们全家的骄傲。",
        "suggestedTranslation": "Ông nội của tôi năm nay đã tám mươi tuổi, ông là một người già rất hài hước và thông minh. Ông thích kể cho tôi nghe những câu chuyện thời trẻ của ông. Ông nói hồi trẻ ông đã đi qua rất nhiều nơi, trải qua rất nhiều khó khăn, nhưng ông chưa bao giờ từ bỏ. Ông luôn nói, con người sống trên đời, quan trọng nhất là phải vui vẻ. Ông có rất nhiều sở thích, ví dụ như chơi cờ, viết thư pháp và nghe Kinh kịch. Mỗi cuối tuần, tôi đều đến thăm ông, chơi cờ cùng ông, nghe ông kể chuyện. Từ ông, tôi đã học được rất nhiều kiến thức và thái độ sống. Tôi hy vọng ông có thể luôn khỏe mạnh, vui vẻ như thế này. Ông là niềm tự hào của cả gia đình chúng tôi."
      },
      {
        "_id": "trans_zh_h4_047",
        "source": "昨天晚上，外面突然下起了大雨，还刮着大风。我刚好在回家的路上，没有带伞。我只好跑到附近一个商店的门口躲雨。雨越下越大，完全没有停的意思。我正在担心怎么回家，突然一个阿姨走了过来。她问我：“小伙子，没带伞吗？” 我点了点头。然后她把她手里的伞递给我，说：“你用这把伞吧，我家就在旁边。” 我非常感动，不停地向她表示感谢。虽然我不认识她，但她的热情和友好让我感到非常温暖。这个社会还是好人多啊。",
        "suggestedTranslation": "Tối hôm qua, bên ngoài đột nhiên đổ mưa lớn, còn có gió to. Tôi vừa hay đang trên đường về nhà, không mang ô. Tôi đành phải chạy đến cửa một cửa hàng gần đó để trú mưa. Mưa càng lúc càng to, hoàn toàn không có ý định tạnh. Tôi đang lo lắng làm sao để về nhà, thì đột nhiên một cô đi tới. Cô ấy hỏi tôi: “Chàng trai, không mang ô à?” Tôi gật đầu. Sau đó cô ấy đưa cho tôi chiếc ô trong tay mình, nói: “Cậu dùng chiếc ô này đi, nhà tôi ở ngay bên cạnh.” Tôi vô cùng cảm động, không ngừng bày tỏ lòng biết ơn với cô ấy. Mặc dù tôi không quen cô ấy, nhưng sự nhiệt tình và thân thiện của cô đã khiến tôi cảm thấy vô cùng ấm áp. Xã hội này vẫn còn nhiều người tốt."
      },
      {
        "_id": "trans_zh_h4_048",
        "source": "很多人都想学习一门外语，但是常常觉得很难坚持下去。根据我的经验，要想学好外语，兴趣是最重要的老师。如果你对这门语言和它背后的文化感兴趣，你就会有动力去学习。其次，要有一个清楚的学习计划，并且每天都坚持。比如，你可以规定自己每天记十个新词语，读一小段文章。另外，要勇敢地去使用你学的语言，不要害怕犯错误。你可以找一个语言伙伴，经常和他练习对话。只要方法正确并且能够坚持，就一定能把外语学好。",
        "suggestedTranslation": "Rất nhiều người muốn học một ngoại ngữ, nhưng thường cảm thấy rất khó để kiên trì. Theo kinh nghiệm của tôi, muốn học tốt ngoại ngữ, hứng thú là người thầy quan trọng nhất. Nếu bạn có hứng thú với ngôn ngữ này và văn hóa đằng sau nó, bạn sẽ có động lực để học. Tiếp theo, phải có một kế hoạch học tập rõ ràng, và kiên trì mỗi ngày. Ví dụ, bạn có thể quy định cho mình mỗi ngày học thuộc mười từ mới, đọc một đoạn văn ngắn. Ngoài ra, phải dũng cảm sử dụng ngôn ngữ bạn đã học, đừng sợ mắc lỗi. Bạn có thể tìm một người bạn ngôn ngữ, thường xuyên luyện tập đối thoại với anh ấy. Chỉ cần phương pháp đúng đắn và có thể kiên trì, nhất định có thể học tốt ngoại ngữ."
      },
      {
        "_id": "trans_zh_h4_049",
        "source": "上个星期我们部门来了一个新同事。他是一个刚毕业的大学生，看起来有点儿害羞，不太爱说话。经理安排我带他熟悉一下工作环境和内容。我带他认识了部门里的每一个人，并且详细地向他解释了我们的工作。开始的两天，他遇到问题总是自己想办法解决，不愿意麻烦别人。我告诉他，大家都是一个团队，遇到困难应该互相帮助，不用客气。慢慢地，他变得开朗了一些，也开始主动和大家交流了。我相信他会很快适应这里的工作的。",
        "suggestedTranslation": "Tuần trước bộ phận của chúng tôi có một đồng nghiệp mới. Cậu ấy là một sinh viên đại học vừa tốt nghiệp, trông có vẻ hơi nhút nhát, không hay nói chuyện. Giám đốc sắp xếp tôi dẫn cậu ấy làm quen với môi trường và nội dung công việc. Tôi đã dẫn cậu ấy đi làm quen với từng người trong bộ phận, và giải thích chi tiết cho cậu ấy về công việc của chúng tôi. Hai ngày đầu, khi gặp vấn đề cậu ấy luôn tự tìm cách giải quyết, không muốn làm phiền người khác. Tôi nói với cậu ấy, mọi người đều là một đội, gặp khó khăn nên giúp đỡ lẫn nhau, không cần khách sáo. Dần dần, cậu ấy đã trở nên cởi mở hơn một chút, cũng bắt đầu chủ động giao tiếp với mọi người. Tôi tin rằng cậu ấy sẽ nhanh chóng thích nghi với công việc ở đây."
      },
      {
        "_id": "trans_zh_h4_050",
        "source": "保持健康的生活方式非常重要。首先，要注意饮食。我们应该吃各种各样的食物，保证身体获得足够的营养。要多吃蔬菜和水果，少吃太咸、太甜和太油的东西。其次，要坚持锻炼。你不一定要去体育馆，每天散步半个小时，或者骑自行车上下班，都是很好的锻炼方式。另外，还要有足够的睡觉时间。大人每天最好能睡七到八个小时。最后，要保持一个好的心情。不要为小事生气，多笑一笑。只要做到这几点，你的身体就一定会很健康。",
        "suggestedTranslation": "Duy trì một lối sống lành mạnh là vô cùng quan trọng. Trước hết, cần chú ý đến ăn uống. Chúng ta nên ăn đa dạng các loại thực phẩm, đảm bảo cơ thể nhận đủ dinh dưỡng. Phải ăn nhiều rau và hoa quả, ăn ít những thứ quá mặn, quá ngọt và quá nhiều dầu mỡ. Tiếp theo, phải kiên trì rèn luyện. Bạn không nhất thiết phải đến phòng tập thể dục, mỗi ngày đi dạo nửa tiếng, hoặc đi xe đạp đi làm và tan làm, đều là những cách rèn luyện rất tốt. Ngoài ra, còn phải có đủ thời gian ngủ. Người lớn tốt nhất nên ngủ từ bảy đến tám tiếng mỗi ngày. Cuối cùng, phải duy trì một tâm trạng tốt. Đừng vì những chuyện nhỏ nhặt mà tức giận, hãy cười nhiều hơn một chút. Chỉ cần làm được những điểm này, cơ thể của bạn nhất định sẽ rất khỏe mạnh."
      },
      {
        "_id": "trans_zh_h4_051",
        "source": "上个星期天，我参加了我最好朋友的婚礼。婚礼在一个非常漂亮的花园里举行。那天天气特别好，阳光灿烂。新娘穿着白色的裙子，美丽极了，好像一位公主。新郎穿着黑色的西服，看起来非常帅。当他们互相说“我愿意”的时候，在场的所有人都非常感动，很多人都流下了幸福的眼泪。我真心为他们感到高兴，并且祝贺他们。我希望他们的爱情能像今天一样，永远新鲜、甜蜜，生活永远幸福。",
        "suggestedTranslation": "Chủ nhật tuần trước, tôi đã tham dự lễ cưới của người bạn thân nhất của tôi. Lễ cưới được tổ chức trong một khu vườn vô cùng xinh đẹp. Thời tiết hôm đó đặc biệt đẹp, nắng rực rỡ. Cô dâu mặc chiếc váy trắng, đẹp vô cùng, giống như một nàng công chúa. Chú rể mặc bộ vest đen, trông rất bảnh bao. Khi họ nói \"Em đồng ý/Anh đồng ý\" với nhau, tất cả mọi người có mặt đều vô cùng cảm động, rất nhiều người đã rơi những giọt nước mắt hạnh phúc. Tôi thật lòng mừng cho họ, và chúc mừng họ. Tôi hy vọng tình yêu của họ sẽ giống như hôm nay, mãi mãi tươi mới, ngọt ngào, và cuộc sống mãi mãi hạnh phúc."
      },
      {
        "_id": "trans_zh_h4_052",
        "source": "自信对一个人来说非常重要。无论是在学习、工作还是生活中，自信都能给我们带来力量。一个有自信的人，不害怕困难和失败，他相信自己有能力解决问题。相反，一个缺少信心的人，即使有很好的机会，也可能因为害怕而放弃。那么，怎样才能变得更自信呢？首先，要正确地认识自己，了解自己的优点和缺点。其次，要多鼓励自己，不要总是批评自己。最后，要勇敢地去尝试新东西。每一次小的成功，都会让你的信心增加一点儿。",
        "suggestedTranslation": "Sự tự tin vô cùng quan trọng đối với một người. Bất kể là trong học tập, công việc hay cuộc sống, sự tự tin đều có thể mang lại sức mạnh cho chúng ta. Một người có tự tin không sợ hãi khó khăn và thất bại, anh ấy tin rằng mình có năng lực để giải quyết vấn đề. Ngược lại, một người thiếu tự tin, dù có cơ hội tốt, cũng có thể vì sợ hãi mà từ bỏ. Vậy, làm thế nào để trở nên tự tin hơn? Trước hết, phải nhận thức đúng về bản thân, hiểu rõ ưu điểm và khuyết điểm của mình. Tiếp theo, phải thường xuyên động viên bản thân, đừng luôn chỉ trích mình. Cuối cùng, phải dũng cảm thử những điều mới. Mỗi một thành công nhỏ, đều sẽ khiến sự tự tin của bạn tăng thêm một chút."
      },
      {
        "_id": "trans_zh_h4_053",
        "source": "我去年夏天决定学习开车。刚开始的时候，我非常紧张，总是把方向盘抓得很紧。我的师傅是一位很严格的老师，如果我做得不好，他会马上批评我。他说开车最重要的就是安全，一点儿也不能马虎。我每天都去练习，从最简单的动作开始，慢慢地，我不再那么害怕了。经过一个月的努力，我终于通过了所有的考试。现在我可以自己开车上下班了，感觉非常方便。这段经历让我明白，只要努力，什么都能学会。",
        "suggestedTranslation": "Mùa hè năm ngoái tôi đã quyết định học lái xe. Lúc mới bắt đầu, tôi rất căng thẳng, luôn nắm chặt vô lăng. Thầy dạy của tôi là một giáo viên rất nghiêm khắc, nếu tôi làm không tốt, thầy sẽ ngay lập tức phê bình tôi. Thầy nói điều quan trọng nhất khi lái xe là an toàn, một chút cũng không được cẩu thả. Tôi mỗi ngày đều đi luyện tập, bắt đầu từ những động tác đơn giản nhất, dần dần, tôi không còn sợ như vậy nữa. Sau một tháng nỗ lực, cuối cùng tôi đã vượt qua tất cả các kỳ thi. Bây giờ tôi có thể tự lái xe đi làm và tan làm, cảm thấy vô cùng tiện lợi. Trải nghiệm này khiến tôi hiểu ra rằng, chỉ cần nỗ lực, cái gì cũng có thể học được."
      },
      {
        "_id": "trans_zh_h4_054",
        "source": "京剧是中国的国粹，有几百年的历史了。京剧的表演非常特别，演员们穿着漂亮的衣服，脸上的妆也画得很复杂。不同的颜色代表不同的人物性格，比如红色代表勇敢和诚实。京剧的音乐也很好听，虽然刚开始听可能会觉得有点儿奇怪。我第一次看京剧是在北京的一个小剧场里。虽然我不能完全听懂他们在唱什么，但是我被演员们的精彩表演深深地吸引了。如果你来中国，我建议你一定要去看一次京剧，感受一下这种古老的艺术。",
        "suggestedTranslation": "Kinh kịch là quốc túy của Trung Quốc, đã có lịch sử hàng trăm năm. Biểu diễn Kinh kịch rất đặc biệt, các diễn viên mặc trang phục đẹp, lớp trang điểm trên mặt cũng được vẽ rất phức tạp. Các màu sắc khác nhau đại diện cho các tính cách nhân vật khác nhau, ví dụ màu đỏ đại diện cho sự dũng cảm và thành thật. Âm nhạc của Kinh kịch cũng rất hay, mặc dù lúc đầu nghe có thể cảm thấy hơi kỳ lạ. Lần đầu tiên tôi xem Kinh kịch là ở một nhà hát nhỏ ở Bắc Kinh. Mặc dù tôi không thể hiểu hoàn toàn họ đang hát gì, nhưng tôi đã bị thu hút sâu sắc bởi màn trình diễn tuyệt vời của các diễn viên. Nếu bạn đến Trung Quốc, tôi khuyên bạn nhất định phải đi xem Kinh kịch một lần, để cảm nhận loại hình nghệ thuật cổ xưa này."
      },
      {
        "_id": "trans_zh_h4_055",
        "source": "我们公司每年都会组织一次全体员工旅游。去年我们去了长城，今年公司决定带我们去海边。我们星期五下午出发，坐了四个小时的公共汽车，终于到了一个美丽的海边城市。公司为我们安排了五星级宾馆，从房间的窗户就能看到蓝色的大海。晚上，公司在沙滩上举办了晚会，大家一起唱歌、跳舞、做游戏，非常热闹。第二天，我们可以自由活动。有的人去游泳，有的人躺在沙滩上晒太阳。这次活动不仅让我们放松了心情，也增加了同事之间的感情。",
        "suggestedTranslation": "Công ty chúng tôi mỗi năm đều tổ chức một chuyến du lịch cho toàn thể nhân viên. Năm ngoái chúng tôi đã đi Vạn Lý Trường Thành, năm nay công ty quyết định đưa chúng tôi ra biển. Chúng tôi xuất phát vào chiều thứ Sáu, đi xe buýt bốn tiếng, cuối cùng đã đến một thành phố biển xinh đẹp. Công ty đã sắp xếp cho chúng tôi khách sạn năm sao, từ cửa sổ phòng có thể nhìn thấy biển xanh. Buổi tối, công ty đã tổ chức một bữa tiệc trên bãi biển, mọi người cùng nhau ca hát, nhảy múa, chơi trò chơi, vô cùng náo nhiệt. Ngày hôm sau, chúng tôi có thể tự do hoạt động. Có người đi bơi, có người nằm trên bãi biển tắm nắng. Hoạt động lần này không chỉ giúp chúng tôi thư giãn tâm trạng mà còn tăng thêm tình cảm giữa các đồng nghiệp."
      },
      {
        "_id": "trans_zh_h4_056",
        "source": "昨天我打扫房间的时候，不小心把一个很重要的杯子打碎了。那个杯子是我最好的朋友送给我的生日礼物，我已经用了好几年了，非常有感情。看着地上的碎片，我感到非常难过和后悔。我当时应该更小心一些的。我试着把碎片粘起来，但是没成功。后来，我想了一个办法。我把这些碎片放进一个透明的瓶子里，然后把它放在我的书桌上。虽然杯子不能再用了，但是它换了一种方式继续陪着我。这也提醒我，以后做事一定要仔细，不要马虎。",
        "suggestedTranslation": "Hôm qua khi dọn phòng, tôi đã vô ý làm vỡ một chiếc cốc rất quan trọng. Chiếc cốc đó là món quà sinh nhật mà người bạn thân nhất của tôi tặng, tôi đã dùng nó mấy năm rồi, rất có tình cảm. Nhìn những mảnh vỡ trên sàn, tôi cảm thấy vô cùng đau lòng và hối hận. Lẽ ra lúc đó tôi nên cẩn thận hơn. Tôi đã thử dán các mảnh vỡ lại, nhưng không thành công. Sau đó, tôi đã nghĩ ra một cách. Tôi đặt những mảnh vỡ này vào một chiếc bình trong suốt, sau đó đặt nó lên bàn học của mình. Mặc dù chiếc cốc không thể dùng được nữa, nhưng nó đã tiếp tục ở bên tôi theo một cách khác. Điều này cũng nhắc nhở tôi, sau này làm việc gì cũng phải cẩn thận, không được cẩu thả."
      },
      {
        "_id": "trans_zh_h4_057",
        "source": "选择一个合适的专业对大学生活甚至将来的工作都非常重要。有些人选择专业时只考虑哪个专业将来容易找工作，哪个专业赚钱多。但是我认为，兴趣才是最重要的。如果你对自己学的专业没有兴趣，那么学习就会变成一件痛苦的事情，你也很难取得好成绩。相反，如果你热爱你的专业，你就会主动去学习，去研究，即使遇到困难也不会轻易放弃。所以，在选择专业以前，你应该先问问自己，你到底对什么感兴趣，你的优点是什么。这样才能做出一个不让自己后悔的决定。",
        "suggestedTranslation": "Việc lựa chọn một chuyên ngành phù hợp là vô cùng quan trọng đối với cuộc sống đại học và thậm chí cả công việc sau này. Một số người khi chọn chuyên ngành chỉ cân nhắc chuyên ngành nào sau này dễ tìm việc, chuyên ngành nào kiếm được nhiều tiền. Nhưng tôi cho rằng, sở thích mới là quan trọng nhất. Nếu bạn không có hứng thú với chuyên ngành mình học, thì việc học sẽ trở thành một điều đau khổ, và bạn cũng khó có thể đạt được thành tích tốt. Ngược lại, nếu bạn yêu thích chuyên ngành của mình, bạn sẽ chủ động học hỏi, nghiên cứu, dù gặp khó khăn cũng sẽ không dễ dàng từ bỏ. Vì vậy, trước khi lựa chọn chuyên ngành, bạn nên tự hỏi mình, rốt cuộc bạn có hứng thú với cái gì, ưu điểm của bạn là gì. Như vậy mới có thể đưa ra một quyết định không khiến bản thân hối hận."
      },
      {
        "_id": "trans_zh_h4_058",
        "source": "很多人都有一个误会，认为浪漫就是送昂贵的礼物或者举行大的晚会。其实，真正的浪漫往往表现在生活中的一些小事上。比如，在你累的时候，他为你准备好一杯热茶；在你生病的时候，他一直陪在你身边照顾你。一句关心的话，一个简单的动作，有时候比任何礼物都让人感动。浪漫不是用钱来判断的，而是用心来感觉的。它不需要你每天都去做，但它应该存在于你们共同的生活中。这种简单而真实的关心，才能让爱情变得更长久。",
        "suggestedTranslation": "Rất nhiều người có một sự hiểu lầm, cho rằng lãng mạn là tặng những món quà đắt tiền hoặc tổ chức những bữa tiệc lớn. Thực ra, sự lãng mạn thực sự thường được thể hiện trong những việc nhỏ nhặt của cuộc sống. Ví dụ, khi bạn mệt mỏi, anh ấy chuẩn bị cho bạn một tách trà nóng; khi bạn bị bệnh, anh ấy luôn ở bên cạnh chăm sóc bạn. Một lời quan tâm, một hành động đơn giản, đôi khi còn cảm động hơn bất kỳ món quà nào. Sự lãng mạn không được phán xét bằng tiền bạc, mà được cảm nhận bằng trái tim. Nó không cần bạn phải làm mỗi ngày, nhưng nó nên tồn tại trong cuộc sống chung của hai bạn. Sự quan tâm đơn giản mà chân thật này mới có thể khiến tình yêu trở nên lâu bền hơn."
      },
      {
        "_id": "trans_zh_h4_059",
        "source": "我的邻居李阿姨是一位非常热情的女士。她大概五十多岁，脸上总是带着友好的笑容。她家就住在我家对面，我们经常在楼道里遇到。每次见面，她都会主动跟我打招呼，问我工作忙不忙，吃饭了没有。她做的饭菜特别好吃，有时候她做了好吃的包子或者饺子，都会给我送一些过来。上个星期我感冒了，她知道了以后，专门为我做了一碗热汤。有这样一个好邻居，让我感觉非常温暖。俗话说，“远亲不如近邻”，我现在终于明白了这句话的意思。",
        "suggestedTranslation": "Hàng xóm của tôi, cô Lý, là một người phụ nữ vô cùng nhiệt tình. Cô ấy khoảng hơn năm mươi tuổi, trên khuôn mặt luôn nở nụ cười thân thiện. Nhà cô ấy ở ngay đối diện nhà tôi, chúng tôi thường gặp nhau ở hành lang. Mỗi lần gặp mặt, cô ấy đều chủ động chào tôi, hỏi tôi công việc có bận không, đã ăn cơm chưa. Món ăn cô ấy nấu đặc biệt ngon, đôi khi cô ấy làm bánh bao hoặc sủi cảo ngon, đều sẽ mang cho tôi một ít. Tuần trước tôi bị cảm, sau khi biết chuyện, cô ấy đã đặc biệt nấu cho tôi một bát canh nóng. Có một người hàng xóm tốt như vậy khiến tôi cảm thấy vô cùng ấm áp. Tục ngữ có câu, “bà con xa không bằng láng giềng gần”, bây giờ tôi cuối cùng đã hiểu được ý nghĩa của câu nói này."
      },
      {
        "_id": "trans_zh_h4_060",
        "source": "如今，随着城市的发展，高楼越来越多，但是人与人之间的距离好像越来越远了。很多人即使住在同一座楼里，也互相不认识。大家每天都忙着自己的工作和生活，很少有时间去关心周围的人。我觉得这种情况不太好。邻里之间应该多一些交流和帮助。比如，周末的时候可以一起出来聊聊天，或者组织一些共同的活动。如果遇到困难，邻居之间也可以互相帮助。一个友好的邻里关系，会让我们的生活变得更安全，也更愉快。",
        "suggestedTranslation": "Ngày nay, cùng với sự phát triển của thành phố, nhà cao tầng ngày càng nhiều, nhưng khoảng cách giữa người với người dường như ngày càng xa. Rất nhiều người dù sống trong cùng một tòa nhà cũng không quen biết nhau. Mọi người mỗi ngày đều bận rộn với công việc và cuộc sống của riêng mình, rất ít có thời gian quan tâm đến những người xung quanh. Tôi cảm thấy tình hình này không tốt lắm. Giữa hàng xóm láng giềng nên có nhiều sự giao lưu và giúp đỡ hơn. Ví dụ, vào cuối tuần có thể cùng nhau ra ngoài trò chuyện, hoặc tổ chức một số hoạt động chung. Nếu gặp khó khăn, hàng xóm cũng có thể giúp đỡ lẫn nhau. Một mối quan hệ láng giềng thân thiện sẽ khiến cuộc sống của chúng ta trở nên an toàn hơn, và cũng vui vẻ hơn."
      },
      {
        "_id": "trans_zh_h4_061",
        "source": "很多人都想成功，但是对成功的理解却不相同。有的人认为，有很多钱，有很高的社会地位，就是成功。有的人认为，能做自己喜欢的事情，并且把它做好，就是成功。还有的人认为，有一个健康的身体，一个幸福的家庭，就是成功。我认为，这些看法都有道理。成功没有一个标准的答案。关键是，你要找到自己生活的目的和意义。只要你通过自己的努力，让自己和你爱的人过得更好，更快乐，那么不管别人怎么看，你都是一个成功的人。",
        "suggestedTranslation": "Rất nhiều người đều muốn thành công, nhưng sự hiểu biết về thành công lại không giống nhau. Có người cho rằng, có rất nhiều tiền, có địa vị xã hội rất cao, chính là thành công. Có người cho rằng, có thể làm việc mình thích, và làm tốt nó, chính là thành công. Còn có người cho rằng, có một cơ thể khỏe mạnh, một gia đình hạnh phúc, chính là thành công. Tôi cho rằng, những quan điểm này đều có lý. Thành công không có một đáp án tiêu chuẩn. Mấu chốt là, bạn phải tìm thấy mục đích và ý nghĩa cuộc sống của mình. Chỉ cần bạn thông qua nỗ lực của bản thân, khiến cho mình và người bạn yêu thương sống tốt hơn, vui vẻ hơn, vậy thì bất kể người khác nhìn nhận thế nào, bạn cũng là một người thành công."
      },
      {
        "_id": "trans_zh_h4_062",
        "source": "我非常喜欢我的工作，我是一名小学老师。每天和那些天真可爱的孩子们在一起，我的心情也变得很愉快。我的工作不仅是教他们知识，比如数学和汉语，更重要的是教他们怎么做一个好人。我告诉他们要诚实，要关心别人，要保护环境。看到他们一点一点地进步，我感到非常有成就感。当然，老师的工作也很辛苦，有时候孩子们会很吵，不听话，让我很生气。但是，只要看到他们可爱的笑脸，所有的烦恼就都消失了。我爱我的学生，也爱我的职业。",
        "suggestedTranslation": "Tôi vô cùng yêu thích công việc của mình, tôi là một giáo viên tiểu học. Mỗi ngày ở cùng những đứa trẻ ngây thơ đáng yêu ấy, tâm trạng của tôi cũng trở nên rất vui vẻ. Công việc của tôi không chỉ là dạy chúng kiến thức, ví dụ như toán học và tiếng Hán, mà quan trọng hơn là dạy chúng cách làm một người tốt. Tôi bảo chúng phải thành thật, phải quan tâm đến người khác, phải bảo vệ môi trường. Nhìn thấy chúng tiến bộ từng chút một, tôi cảm thấy rất có cảm giác thành tựu. Đương nhiên, công việc của giáo viên cũng rất vất vả, đôi khi bọn trẻ sẽ rất ồn ào, không nghe lời, khiến tôi rất tức giận. Nhưng, chỉ cần nhìn thấy khuôn mặt cười đáng yêu của chúng, mọi phiền não đều tan biến hết. Tôi yêu học sinh của mình, và cũng yêu nghề nghiệp của mình."
      },
      {
        "_id": "trans_zh_h4_063",
        "source": "我有一个习惯，就是每天晚上睡觉以前都会写日记。我从中学就开始写日记了，到现在已经坚持了十多年了。我会在日记里记录下今天发生的事情，无论是开心的，还是难过的。我也会写下自己的一些想法和感觉。对我来说，写日记就像和一位老朋友聊天。它帮助我更好地了解自己。有时候，当我遇到烦恼，不知道该怎么办的时候，我就会看看以前的日记。看看自己以前是怎么解决问题的，这会给我很多鼓励和信心。这是一个非常好的习惯，我会一直坚持下去。",
        "suggestedTranslation": "Tôi có một thói quen, đó là mỗi tối trước khi đi ngủ đều viết nhật ký. Tôi bắt đầu viết nhật ký từ hồi trung học, đến nay đã kiên trì được hơn mười năm rồi. Tôi sẽ ghi lại trong nhật ký những chuyện đã xảy ra hôm nay, dù là vui vẻ hay buồn bã. Tôi cũng sẽ viết ra một số suy nghĩ và cảm xúc của mình. Đối với tôi, viết nhật ký giống như trò chuyện với một người bạn cũ. Nó giúp tôi hiểu rõ hơn về bản thân. Đôi khi, khi tôi gặp phiền não, không biết nên làm thế nào, tôi sẽ xem lại những cuốn nhật ký trước đây. Xem xem trước đây mình đã giải quyết vấn đề như thế nào, điều này sẽ cho tôi rất nhiều sự động viên và tự tin. Đây là một thói quen rất tốt, tôi sẽ luôn kiên trì với nó."
      },
      {
        "_id": "trans_zh_h4_064",
        "source": "很多人在批评别人的时候，总是说得非常直接，不考虑对方的感受。他们认为这是诚实，是为对方好。但是，这样的批评往往会让人觉得很难受，甚至引起反对。我认为，批评是一门艺术。在指出别人缺点的时候，我们应该注意方法。首先，我们应该先肯定对方的优点，然后再说出需要改进的地方。其次，我们应该说明为什么要提出这个批评，是为了帮助他变得更好。最后，态度要友好，不要让对方觉得你是在教训他。只有这样，我们的建议才更容易被接受。",
        "suggestedTranslation": "Rất nhiều người khi phê bình người khác, luôn nói rất thẳng thắn, không cân nhắc đến cảm xúc của đối phương. Họ cho rằng đây là thành thật, là tốt cho đối phương. Tuy nhiên, sự phê bình như vậy thường sẽ khiến người ta cảm thấy rất khó chịu, thậm chí gây ra sự phản đối. Tôi cho rằng, phê bình là một môn nghệ thuật. Khi chỉ ra khuyết điểm của người khác, chúng ta nên chú ý đến phương pháp. Trước hết, chúng ta nên khẳng định ưu điểm của đối phương trước, sau đó mới nói ra những điểm cần cải thiện. Tiếp theo, chúng ta nên giải thích tại sao lại đưa ra lời phê bình này, là vì để giúp anh ấy trở nên tốt hơn. Cuối cùng, thái độ phải thân thiện, đừng để đối phương cảm thấy bạn đang dạy dỗ anh ấy. Chỉ có như vậy, đề xuất của chúng ta mới dễ được chấp nhận hơn."
      },
      {
        "_id": "trans_zh_h4_065",
        "source": "昨天下午，我去银行取钱。当时银行里的人很多，我排了很长时间的队。轮到我的时候，我告诉工作人员我要取两千块钱。她很快就办好了，然后把钱递给我。我拿了钱，没有仔细数就放进了钱包。回到家以后，我才发现她多给了我一百块钱。我当时想，反正她也不知道，这一百块钱我就自己留着吧。但是我又觉得这样做是不对的，我们应该做一个诚实的人。于是，我马上又回到了银行，把多出来的一百块钱还给了她。她非常感谢我，我也感到很开心。",
        "suggestedTranslation": "Chiều hôm qua, tôi đến ngân hàng rút tiền. Lúc đó người trong ngân hàng rất đông, tôi đã xếp hàng rất lâu. Đến lượt tôi, tôi nói với nhân viên rằng tôi muốn rút hai nghìn tệ. Cô ấy đã làm rất nhanh, sau đó đưa tiền cho tôi. Tôi cầm tiền, không đếm kỹ đã cho vào ví. Sau khi về đến nhà, tôi mới phát hiện ra cô ấy đã đưa thừa cho tôi một trăm tệ. Lúc đó tôi nghĩ, dù sao cô ấy cũng không biết, một trăm tệ này mình cứ giữ lấy đi. Nhưng tôi lại cảm thấy làm như vậy là không đúng, chúng ta nên làm một người thành thật. Thế là, tôi lập tức quay lại ngân hàng, trả lại cho cô ấy một trăm tệ bị thừa. Cô ấy rất cảm ơn tôi, và tôi cũng cảm thấy rất vui."
      },
      {
        "_id": "trans_zh_h4_066",
        "source": "我从小就生活在城市里，习惯了热闹的生活和方便的交通。我从来没去过农村，对农村的印象都来自书和电视。上个周末，我朋友邀请我去他老家玩，那是一个离城市很远的农村。那里的空气非常新鲜，到处都是绿色的植物。我们白天去山上摘水果，晚上就坐在院子里看星星。那里的夜晚非常安静，只能听到一些小动物的声音。虽然农村的生活没有城市那么方便，没有大的商店和电影院，但是我非常喜欢那里的安静和自然。我希望以后还有机会再去。",
        "suggestedTranslation": "Tôi từ nhỏ đã sống ở thành phố, đã quen với cuộc sống náo nhiệt và giao thông thuận tiện. Tôi chưa bao giờ đến nông thôn, ấn tượng về nông thôn đều đến từ sách và tivi. Cuối tuần trước, bạn tôi mời tôi đến quê anh ấy chơi, đó là một vùng nông thôn cách thành phố rất xa. Không khí ở đó vô cùng trong lành, khắp nơi đều là cây cỏ xanh tươi. Ban ngày chúng tôi lên núi hái hoa quả, buổi tối thì ngồi trong sân ngắm sao. Ban đêm ở đó vô cùng yên tĩnh, chỉ có thể nghe thấy tiếng của một vài loài động vật nhỏ. Mặc dù cuộc sống ở nông thôn không tiện lợi như thành phố, không có các cửa hàng lớn và rạp chiếu phim, nhưng tôi vô cùng thích sự yên tĩnh và tự nhiên ở đó. Tôi hy vọng sau này vẫn còn cơ hội đến đó lần nữa."
      },
      {
        "_id": "trans_zh_h4_067",
        "source": "说到中国功夫，很多人马上会想到电影里的那些精彩表演。其实，真正的功夫不仅是打架的动作，更是一种锻炼身体和精神的方法。练习功夫需要极大的耐心和努力，一个简单的动作可能需要练习几千遍才能做好。它不仅能让你的身体变得更强壮，还能教会你冷静和尊重。我的一个朋友，他从七岁就开始学习功夫，现在已经是一位很厉害的师傅了。他说功夫改变了他的性格，让他从一个害羞的孩子变成了一个自信的男人。功夫是中国文化中非常重要的一部分。",
        "suggestedTranslation": "Nói đến công phu Trung Quốc, rất nhiều người sẽ ngay lập tức nghĩ đến những màn biểu diễn đặc sắc trong phim. Thực ra, công phu thực sự không chỉ là những động tác đánh nhau, mà còn là một phương pháp rèn luyện thân thể và tinh thần. Luyện tập công phu đòi hỏi sự kiên nhẫn và nỗ lực vô cùng lớn, một động tác đơn giản có thể cần luyện tập hàng nghìn lần mới có thể làm tốt. Nó không chỉ giúp cơ thể bạn trở nên khỏe mạnh hơn, mà còn dạy bạn sự bình tĩnh và tôn trọng. Một người bạn của tôi, anh ấy bắt đầu học công phu từ năm bảy tuổi, bây giờ đã là một võ sư rất lợi hại rồi. Anh ấy nói công phu đã thay đổi tính cách của anh, giúp anh từ một đứa trẻ nhút nhát trở thành một người đàn ông tự tin. Công phu là một phần vô cùng quan trọng trong văn hóa Trung Quốc."
      },
      {
        "_id": "trans_zh_h4_068",
        "source": "今天是我在这家公司工作的最后一天。我在这里工作了五年，认识了很多好同事，也学到了很多东西。我要离开的原因是，我收到了一个国外大学的邀请，我决定去那里继续学习，读一个硕士学位。这是一个非常好的机会，虽然放弃现在的工作让我觉得很可惜，但我认为学习更重要。今天下午，同事们为我举办了一个小小的送别会。他们送给我一份礼物，并且祝我在国外一切顺利。我非常感动，也很感谢他们。我会永远记得在这里工作的快乐时光。",
        "suggestedTranslation": "Hôm nay là ngày làm việc cuối cùng của tôi tại công ty này. Tôi đã làm việc ở đây năm năm, đã quen biết rất nhiều đồng nghiệp tốt, và cũng học được rất nhiều thứ. Lý do tôi rời đi là, tôi đã nhận được lời mời của một trường đại học nước ngoài, tôi quyết định đến đó để tiếp tục học tập, học lấy bằng thạc sĩ. Đây là một cơ hội rất tốt, mặc dù từ bỏ công việc hiện tại khiến tôi cảm thấy rất tiếc nuối, nhưng tôi cho rằng việc học tập quan trọng hơn. Chiều nay, các đồng nghiệp đã tổ chức cho tôi một bữa tiệc chia tay nho nhỏ. Họ đã tặng tôi một món quà, và chúc tôi mọi việc thuận lợi ở nước ngoài. Tôi vô cùng cảm động, và cũng rất cảm ơn họ. Tôi sẽ mãi mãi nhớ những khoảng thời gian vui vẻ làm việc tại đây."
      },
      {
        "_id": "trans_zh_h4_069",
        "source": "上个星期，我的电脑突然坏了，打不开了。电脑里有很多我工作需要的重要材料和照片，如果丢了会非常麻烦。我心里特别着急，马上把它送到了一个修理店。修理师傅检查了以后告诉我，问题很严重，可能需要几天才能修好，而且价格也不便宜。听了他的话，我更担心了。在等待的那几天里，我心里总是很不舒服。昨天，我终于接到了他的电话，他说电脑已经修好了，里面的东西也都没有丢。我马上跑去取了回来。这个经历告诉我，重要的东西一定要记得复印一份，做好准备。",
        "suggestedTranslation": "Tuần trước, máy tính của tôi đột nhiên bị hỏng, không mở lên được. Trong máy tính có rất nhiều tài liệu và hình ảnh quan trọng mà công việc của tôi cần, nếu bị mất sẽ rất phiền phức. Tôi trong lòng đặc biệt sốt ruột, lập tức mang nó đến một cửa hàng sửa chữa. Thợ sửa chữa sau khi kiểm tra đã nói với tôi, vấn đề rất nghiêm trọng, có thể cần vài ngày mới sửa xong, và giá cả cũng không rẻ. Nghe lời anh ấy nói, tôi càng lo lắng hơn. Trong mấy ngày chờ đợi đó, trong lòng tôi luôn rất khó chịu. Hôm qua, tôi cuối cùng cũng nhận được điện thoại của anh ấy, anh nói máy tính đã sửa xong, các dữ liệu bên trong cũng không bị mất. Tôi lập tức chạy đi lấy về. Trải nghiệm này nói cho tôi biết, những thứ quan trọng nhất định phải nhớ sao lưu một bản, làm tốt công tác chuẩn bị."
      },
      {
        "_id": "trans_zh_h4_070",
        "source": "广告在我们的生活中到处都是，电视上有，报纸上有，互联网上也有。广告的目的是告诉我们有新的产品，并且吸引我们去买。一个好的广告，通常有漂亮的画面、好听的音乐和有趣的故事，能给人留下深刻的印象。但是，我们不能完全相信广告。有些广告为了卖出东西，会说得太好，甚至会骗人。比如，一个减肥药的广告可能会说，你一个星期就能瘦十公斤，这很明显是不可能的。所以，在看到广告以后，我们应该自己去判断，不要被它影响，做出错误的选择。",
        "suggestedTranslation": "Quảng cáo ở khắp mọi nơi trong cuộc sống của chúng ta, có trên tivi, có trên báo, và cũng có trên Internet. Mục đích của quảng cáo là cho chúng ta biết có sản phẩm mới, và thu hút chúng ta đi mua. Một quảng cáo hay, thường có hình ảnh đẹp, âm nhạc hay và câu chuyện thú vị, có thể để lại ấn tượng sâu sắc cho người xem. Tuy nhiên, chúng ta không thể hoàn toàn tin vào quảng cáo. Một số quảng cáo vì để bán được hàng, sẽ nói quá tốt, thậm chí còn lừa người. Ví dụ, một quảng cáo thuốc giảm cân có thể nói, bạn một tuần có thể gầy mười kilogam, điều này rõ ràng là không thể. Vì vậy, sau khi xem quảng cáo, chúng ta nên tự mình phán đoán, đừng bị nó ảnh hưởng, đưa ra lựa chọn sai lầm."
      },
      {
        "_id": "trans_zh_h4_071",
        "source": "很多人都喜欢养宠物，比如小狗或者小猫。养宠物确实有很多好处。它们可以陪着我们，减少我们的孤单。每天回家，看到它们热情地欢迎你，一天的烦恼好像都减少了。研究也发现，养宠物对我们的身体健康有好处，可以降低压力。但是，养宠物也是一份很重要的责任。你必须每天照顾它，给它准备食物和水，还要带它去看医生。你还需要花时间陪它玩。所以，在决定养宠物以前，你一定要仔细考虑，问问自己是否有足够的时间和耐心。",
        "suggestedTranslation": "Rất nhiều người thích nuôi thú cưng, ví dụ như chó con hoặc mèo con. Nuôi thú cưng quả thực có rất nhiều lợi ích. Chúng có thể ở bên cạnh chúng ta, làm giảm sự cô đơn của chúng ta. Mỗi ngày về nhà, thấy chúng nhiệt tình chào đón bạn, mọi phiền não trong ngày dường như đều giảm bớt. Nghiên cứu cũng phát hiện ra, nuôi thú cưng có lợi cho sức khỏe của chúng ta, có thể làm giảm áp lực. Tuy nhiên, nuôi thú cưng cũng là một trách nhiệm rất quan trọng. Bạn phải chăm sóc nó mỗi ngày, chuẩn bị thức ăn và nước cho nó, còn phải đưa nó đi khám bác sĩ. Bạn cũng cần dành thời gian chơi với nó. Vì vậy, trước khi quyết định nuôi thú cưng, bạn nhất định phải cân nhắc kỹ lưỡng, tự hỏi bản thân có đủ thời gian và sự kiên nhẫn hay không."
      },
      {
        "_id": "trans_zh_h4_072",
        "source": "上个周末，我们大学为毕业的同学们举行了一场毕业晚会。晚会上有各种各样的节目，都是学生们自己准备和表演的。有的人唱歌，有的人跳舞，还有一个同学表演了中国功夫，非常精彩。校长也上台讲了话，他祝贺我们顺利毕业，并且希望我们将来能为社会做出贡献。晚会的最后，我们全班同学一起唱了一首歌。唱着唱着，很多人都哭了。我们在一起学习了四年，有太多难忘的回忆。虽然我们马上要分开了，但我们之间的友谊是永远的。",
        "suggestedTranslation": "Cuối tuần trước, trường đại học của chúng tôi đã tổ chức một buổi tiệc tốt nghiệp cho các bạn sinh viên sắp ra trường. Trong buổi tiệc có đủ loại tiết mục, đều do các bạn sinh viên tự chuẩn bị và biểu diễn. Có người hát, có người múa, còn có một bạn học đã biểu diễn công phu Trung Quốc, vô cùng đặc sắc. Thầy hiệu trưởng cũng lên sân khấu phát biểu, thầy chúc mừng chúng tôi đã thuận lợi tốt nghiệp, và hy vọng chúng tôi sau này có thể đóng góp cho xã hội. Cuối buổi tiệc, toàn thể lớp chúng tôi đã cùng nhau hát một bài hát. Hát rồi hát, rất nhiều người đã khóc. Chúng tôi đã cùng nhau học tập bốn năm, có quá nhiều kỷ niệm khó quên. Mặc dù chúng tôi sắp phải chia xa, nhưng tình bạn giữa chúng tôi là mãi mãi."
      },
      {
        "_id": "trans_zh_h4_073",
        "source": "我弟弟今年上高中，学习压力很大。他每天很早就去学校，晚上很晚才回家。除了学校的课，周末他还要去上各种补习班。我看着他这么辛苦，觉得很心疼。我告诉他，学习固然重要，但是身体更重要，一定要注意休息。我还建议他，可以每天抽一点儿时间来运动，比如打打篮球或者跑跑步，这样可以放松一下。父母也常常鼓励他，告诉他不要太紧张，只要努力了，不管考试结果怎么样，我们都为他骄傲。我希望他能健康快乐地度过这段时间。",
        "suggestedTranslation": "Em trai tôi năm nay học cấp ba, áp lực học tập rất lớn. Em ấy mỗi ngày đều đến trường rất sớm, tối rất muộn mới về nhà. Ngoài các tiết học ở trường, cuối tuần em ấy còn phải đi học thêm ở các lớp học phụ đạo. Tôi nhìn em ấy vất vả như vậy, cảm thấy rất đau lòng. Tôi nói với em ấy, học hành固 nhiên quan trọng, nhưng sức khỏe còn quan trọng hơn, nhất định phải chú ý nghỉ ngơi. Tôi còn đề nghị em ấy, có thể mỗi ngày dành một chút thời gian để vận động, ví dụ như chơi bóng rổ hoặc chạy bộ, như vậy có thể thư giãn một chút. Bố mẹ cũng thường xuyên động viên em ấy, bảo em ấy đừng quá căng thẳng, chỉ cần đã nỗ lực, bất kể kết quả thi thế nào, chúng tôi đều tự hào về em. Tôi hy vọng em ấy có thể trải qua khoảng thời gian này một cách khỏe mạnh và vui vẻ."
      },
      {
        "_id": "trans_zh_h4_074",
        "source": "很多人都觉得冬天是一个让人讨厌的季节。因为天气很冷，外面总是刮着大风，有时候还下雪，出门非常不方便。而且，冬天天黑得早，天亮得晚，让人感觉一天很短。但是，我却很喜欢冬天。我喜欢看雪花从天上慢慢地掉下来，把整个世界都变成白色的。我还喜欢在下雪天，和家人朋友一起吃火锅，感觉特别温暖。另外，冬天的节日也很多，比如圣诞节和春节。所以，每个季节都有它美丽和可爱的一面，关键在于我们用什么样的心情去看它。",
        "suggestedTranslation": "Rất nhiều người đều cảm thấy mùa đông là một mùa đáng ghét. Vì thời tiết rất lạnh, bên ngoài luôn có gió lớn, đôi khi còn có tuyết rơi, ra ngoài vô cùng bất tiện. Hơn nữa, mùa đông trời tối sớm, trời sáng muộn, khiến người ta cảm thấy một ngày rất ngắn. Tuy nhiên, tôi lại rất thích mùa đông. Tôi thích ngắm những bông tuyết từ trên trời từ từ rơi xuống, biến cả thế giới thành màu trắng. Tôi còn thích vào những ngày tuyết rơi, cùng gia đình bạn bè ăn lẩu, cảm giác đặc biệt ấm áp. Ngoài ra, các ngày lễ của mùa đông cũng rất nhiều, ví dụ như Giáng sinh và Tết Nguyên Đán. Vì vậy, mỗi mùa đều có mặt xinh đẹp và đáng yêu của nó, mấu chốt nằm ở việc chúng ta dùng tâm trạng như thế nào để nhìn nhận nó."
      },
      {
        "_id": "trans_zh_h4_075",
        "source": "昨天我去看了一场乒乓球比赛，是中国队和日本队的比赛。体育馆里坐满了观众，大家都很兴奋，手里拿着自己国家的小旗子。运动员们一出场，全场就响起了热情的叫声。比赛进行得非常紧张和精彩。运动员们的速度非常快，小小的乒乓球在他们之间飞来飞去，有时候我甚至都看不清楚。他们不仅技术好，而且心理质量也很棒。即使暂时输了，他们也一点儿不着急。最后，中国队赢了比赛。我为他们感到骄傲。这场比赛让我明白了，体育的魅力是多么大。",
        "suggestedTranslation": "Hôm qua tôi đã đi xem một trận thi đấu bóng bàn, là trận đấu giữa đội Trung Quốc và đội Nhật Bản. Trong nhà thi đấu ngồi đầy khán giả, mọi người đều rất phấn khích, tay cầm những lá cờ nhỏ của nước mình. Ngay khi các vận động viên ra sân, cả khán đài đã vang lên những tiếng reo hò nhiệt tình. Trận đấu diễn ra vô cùng căng thẳng và đặc sắc. Tốc độ của các vận động viên rất nhanh, quả bóng bàn nhỏ bé bay qua lại giữa họ, đôi khi tôi thậm chí còn không nhìn rõ. Họ không chỉ có kỹ thuật tốt, mà tố chất tâm lý cũng rất tuyệt vời. Dù tạm thời bị thua, họ cũng không hề sốt ruột. Cuối cùng, đội Trung Quốc đã thắng trận đấu. Tôi cảm thấy tự hào về họ. Trận đấu này khiến tôi hiểu ra, sức hấp dẫn của thể thao lớn đến nhường nào."
      },
      {
        "_id": "trans_zh_h4_076",
        "source": "随着年龄的增加，我发现父母的头发白了，身体也不如以前那么好了。他们为我付出了太多，而我陪他们的时间却很少。我决定以后要多关心他们。每个周末，我都会回家看看他们，陪他们聊聊天，帮他们做点儿家务。我还会教他们怎么使用智能手机，这样我们就可以经常视频聊天。每年我都会安排一次带他们去旅行，去看看他们年轻时想去但没有机会去的地方。父母的健康和快乐是我最大的幸福。我希望所有的儿女都能明白这一点，不要等到失去了才后悔。",
        "suggestedTranslation": "Cùng với sự gia tăng của tuổi tác, tôi phát hiện tóc của bố mẹ đã bạc, sức khỏe cũng không còn tốt như trước. Họ đã hy sinh quá nhiều cho tôi, trong khi thời gian tôi ở bên họ lại quá ít. Tôi quyết định sau này phải quan tâm đến họ nhiều hơn. Mỗi cuối tuần, tôi đều sẽ về nhà thăm họ, cùng họ trò chuyện, giúp họ làm chút việc nhà. Tôi còn dạy họ cách sử dụng điện thoại thông minh, như vậy chúng tôi có thể thường xuyên gọi video cho nhau. Mỗi năm tôi đều sẽ sắp xếp một chuyến đi đưa họ đi du lịch, đến những nơi họ muốn đi khi còn trẻ nhưng không có cơ hội. Sức khỏe và niềm vui của bố mẹ là hạnh phúc lớn nhất của tôi. Tôi hy vọng tất cả con cái đều có thể hiểu được điều này, đừng đợi đến khi mất đi mới hối hận."
      },
      {
        "_id": "trans_zh_h4_077",
        "source": "很多人都想知道怎样才能学好汉语。根据我的经验，首先，打好基础非常重要。你必须认真学习发音和基本的语法知识。其次，词语量要够大。你可以每天规定自己记几个新词语，并且要经常复习。然后，要多听多说。不要害怕犯错误，越是勇敢地和别人交流，你的口语就会进步得越快。最后，要了解中国的文化。语言和文化是分不开的，了解文化可以帮助你更好地理解语言。总之，学习语言没有容易的路，只有坚持努力，才能获得成功。",
        "suggestedTranslation": "Rất nhiều người đều muốn biết làm thế nào để học tốt tiếng Hán. Theo kinh nghiệm của tôi, trước hết, việc xây dựng nền tảng vững chắc là vô cùng quan trọng. Bạn phải học phát âm và kiến thức ngữ pháp cơ bản một cách nghiêm túc. Tiếp theo, lượng từ vựng phải đủ lớn. Bạn có thể quy định cho mình mỗi ngày học thuộc vài từ mới, và phải thường xuyên ôn tập. Sau đó, phải nghe nhiều nói nhiều. Đừng sợ mắc lỗi, càng dũng cảm giao tiếp với người khác, khẩu ngữ của bạn sẽ tiến bộ càng nhanh. Cuối cùng, phải tìm hiểu về văn hóa Trung Quốc. Ngôn ngữ và văn hóa là không thể tách rời, tìm hiểu văn hóa có thể giúp bạn hiểu ngôn ngữ tốt hơn. Tóm lại, học ngôn ngữ không có con đường dễ dàng, chỉ có kiên trì nỗ lực, mới có thể đạt được thành công."
      },
      {
        "_id": "trans_zh_h4_078",
        "source": "人们常说，“失败是成功之母”。这句话非常有道理。在我们的生活中，没有人能保证自己永远不失败。当我们遇到失败时，最重要的是不要放弃，也不要对自己失去信心。我们应该冷静下来，仔细想一想，这次为什么会失败，是哪个地方做得不好。从失败中，我们可以发现自己的缺点，学习到宝贵的经验。这些经验会帮助我们在下一次做得更好。所以，我们不应该害怕失败。每一次失败，都是让我们离成功更近一步的机会。",
        "suggestedTranslation": "Người ta thường nói, “thất bại là mẹ của thành công”. Câu nói này rất có lý. Trong cuộc sống của chúng ta, không ai có thể đảm bảo mình sẽ không bao giờ thất bại. Khi chúng ta gặp thất bại, điều quan trọng nhất là không từ bỏ, cũng không mất đi niềm tin vào bản thân. Chúng ta nên bình tĩnh lại, suy nghĩ kỹ xem, lần này tại sao lại thất bại, là chỗ nào làm chưa tốt. Từ thất bại, chúng ta có thể phát hiện ra khuyết điểm của mình, học được những kinh nghiệm quý báu. Những kinh nghiệm này sẽ giúp chúng ta lần sau làm tốt hơn. Vì vậy, chúng ta không nên sợ hãi thất bại. Mỗi một lần thất bại, đều là cơ hội để chúng ta tiến gần hơn một bước đến thành công."
      },
      {
        "_id": "trans_zh_h4_079",
        "source": "我住的小区里有一个不大不小的图书馆。虽然里面的书不是特别多，但是环境非常安静、干净。我每个周末都会去那里待一个下午。我喜欢找一个靠窗户的座位，阳光可以照在我的书上，感觉很暖和。我喜欢读小说，特别是历史小说。通过阅读，我好像可以去到那些我没去过的地方，认识那些我没见过的人。图书馆里还有一些老人和孩子。老人们通常在看报纸，孩子们在看一些有趣的故事书。我很喜欢这个地方，它让我远离了城市的吵闹，找到了内心的安静。",
        "suggestedTranslation": "Trong khu dân cư tôi ở có một thư viện không lớn không nhỏ. Mặc dù sách bên trong không đặc biệt nhiều, nhưng môi trường rất yên tĩnh, sạch sẽ. Mỗi cuối tuần tôi đều đến đó ở một buổi chiều. Tôi thích tìm một chỗ ngồi gần cửa sổ, ánh nắng có thể chiếu lên sách của tôi, cảm giác rất ấm áp. Tôi thích đọc tiểu thuyết, đặc biệt là tiểu thuyết lịch sử. Thông qua việc đọc, tôi dường như có thể đến những nơi tôi chưa từng đến, quen biết những người tôi chưa từng gặp. Trong thư viện còn có một số người già và trẻ em. Những người già thường đọc báo, còn trẻ em thì đọc những cuốn truyện tranh thú vị. Tôi rất thích nơi này, nó giúp tôi tránh xa sự ồn ào của thành phố, tìm thấy sự yên tĩnh trong tâm hồn."
      },
      {
        "_id": "trans_zh_h4_080",
        "source": "很多人都觉得做决定是一件困难的事情，特别是当这个决定很重要的时候。我们总是担心自己会做出错误的选择，害怕后悔。其实，世界上没有百分之百正确的决定。我们在做决定以前，应该做的是，尽量多地了解情况，把好处和坏处都想清楚。我们可以听听家人和朋友的意见，但是最后的决定还是要自己来做。一旦做出了决定，就不要再总是怀疑自己。你应该相信自己的判断，并且勇敢地为自己的选择负责。只有这样，你才能不断地往前走。",
        "suggestedTranslation": "Rất nhiều người cảm thấy đưa ra quyết định là một việc khó khăn, đặc biệt là khi quyết định đó rất quan trọng. Chúng ta luôn lo lắng mình sẽ đưa ra lựa chọn sai lầm, sợ hãi hối hận. Thực ra, trên đời không có quyết định nào đúng một trăm phần trăm. Trước khi đưa ra quyết định, việc chúng ta nên làm là, cố gắng tìm hiểu tình hình càng nhiều càng tốt, suy nghĩ rõ ràng về lợi và hại. Chúng ta có thể lắng nghe ý kiến của gia đình và bạn bè, nhưng quyết định cuối cùng vẫn phải do mình đưa ra. Một khi đã đưa ra quyết định, thì đừng luôn nghi ngờ bản thân nữa. Bạn nên tin vào phán đoán của mình, và dũng cảm chịu trách nhiệm cho lựa chọn của mình. Chỉ có như vậy, bạn mới có thể không ngừng tiến về phía trước."
      },
      {
        "_id": "trans_zh_h4_081",
        "source": "我的爸爸是一个很有趣的人，他是一名厨师。他工作的饭店离我们家不远，主要做中国菜。他做的菜非常好吃，很多客人都专门来吃他做的菜。虽然他工作很忙，但是只要有时间，他就会在家里为我们做饭。他总是喜欢试着做一些新的菜，有时候成功，有时候失败。他还教我怎么做菜，他说，做菜和做人一样，都需要用心。他不仅教会了我做菜的技术，更教会了我一种对生活热爱的态度。我非常爱我的爸爸，也为他感到骄셔傲。",
        "suggestedTranslation": "Bố tôi là một người rất thú vị, ông là một đầu bếp. Nhà hàng ông làm việc cách nhà chúng tôi không xa, chủ yếu làm món ăn Trung Quốc. Món ăn ông nấu vô cùng ngon, rất nhiều khách hàng đều đặc biệt đến để ăn món ông nấu. Mặc dù công việc của ông rất bận, nhưng chỉ cần có thời gian, ông sẽ ở nhà nấu cơm cho chúng tôi. Ông luôn thích thử làm một số món ăn mới, có lúc thành công, có lúc thất bại. Ông còn dạy tôi cách nấu ăn, ông nói, nấu ăn cũng giống như làm người, đều cần dùng cả tấm lòng. Ông không chỉ dạy tôi kỹ thuật nấu ăn, mà còn dạy tôi một thái độ yêu đời. Tôi vô cùng yêu bố tôi, và cũng cảm thấy tự hào về ông."
      },
      {
        "_id": "trans_zh_h4_082",
        "source": "我刚大学毕业的时候，对未来充满了美丽的想象。我以为我很快就能找到一份好工作，然后一切都会很顺利。但是，实际情况和我想的完全不一样。我寄了很多份申请，但是大部分都没有回答。我去参加了几次面试，也都失败了。那段时间，我感到非常失望，甚至开始怀疑自己的能力。后来，我冷静下来，认真总结了失败的原因。我发现我的经验不够，而且面试的时候太紧张了。于是，我改变了方法，终于找到了一份工作。这段经历让我明白了，生活不会总是按照我们的计划进行。",
        "suggestedTranslation": "Khi tôi mới tốt nghiệp đại học, tôi đã tràn đầy những tưởng tượng đẹp đẽ về tương lai. Tôi cứ nghĩ rằng mình sẽ nhanh chóng tìm được một công việc tốt, rồi mọi chuyện sẽ rất thuận lợi. Tuy nhiên, tình hình thực tế hoàn toàn khác với những gì tôi nghĩ. Tôi đã gửi rất nhiều đơn xin việc, nhưng phần lớn đều không có hồi âm. Tôi đã tham gia vài cuộc phỏng vấn, cũng đều thất bại. Khoảng thời gian đó, tôi cảm thấy vô cùng thất vọng, thậm chí bắt đầu nghi ngờ năng lực của mình. Sau đó, tôi bình tĩnh lại, nghiêm túc tổng kết nguyên nhân thất bại. Tôi phát hiện ra kinh nghiệm của mình chưa đủ, và lúc phỏng vấn thì quá căng thẳng. Thế là, tôi đã thay đổi phương pháp, và cuối cùng đã tìm được một công việc. Trải nghiệm này khiến tôi hiểu ra rằng, cuộc sống sẽ không phải lúc nào cũng diễn ra theo kế hoạch của chúng ta."
      },
      {
        "_id": "trans_zh_h4_083",
        "source": "今天早上天气阴阴的，好像要下雨。我出门的时候，妈妈提醒我一定要带上伞。我觉得有点儿麻烦，而且天气预报说今天没雨，所以我就没带。没想到，下午我下班的时候，突然下起了大雨。我被困在了公司门口，非常后悔没听妈妈的话。我正在想要不要跑回家，突然看到我妈妈打着伞向我走过来。原来她担心我没带伞，专门来接我。那一刻，我心里非常感动。我觉得，世界上最关心我的人，永远是我的父母。",
        "suggestedTranslation": "Sáng nay thời tiết âm u, có vẻ như sắp mưa. Lúc tôi ra ngoài, mẹ đã nhắc tôi nhất định phải mang theo ô. Tôi cảm thấy hơi phiền phức, hơn nữa dự báo thời tiết nói hôm nay không mưa, nên tôi đã không mang. Không ngờ, lúc tôi tan làm buổi chiều, trời đột nhiên đổ mưa lớn. Tôi bị mắc kẹt ở cổng công ty, vô cùng hối hận vì đã không nghe lời mẹ. Tôi đang nghĩ xem có nên chạy về nhà không, thì đột nhiên thấy mẹ tôi che ô đi về phía tôi. Hóa ra bà lo lắng tôi không mang ô, nên đã đặc biệt đến đón tôi. Khoảnh khắc đó, trong lòng tôi vô cùng cảm động. Tôi cảm thấy, người quan tâm tôi nhất trên đời, mãi mãi là bố mẹ tôi."
      },
      {
        "_id": "trans_zh_h4_084",
        "source": "很多人都喜欢比较，和别人比较成绩，比较工作，比较收入。适当的比较可以让我们看到自己的不足，给我们努力的动力。但是，如果总是和别人比较，就很容易变得不快乐。因为世界上总有比你更优秀、更富有的人。这样的比较会让你感到压力，甚至会让你嫉妒别人。其实，我们最应该比较的人是昨天的自己。我们应该问问自己，今天是不是比昨天进步了一点点？只要我们每天都在进步，即使很慢，也是值得高兴的事情。我们应该为自己的成长感到骄傲。",
        "suggestedTranslation": "Rất nhiều người thích so sánh, so sánh thành tích với người khác, so sánh công việc, so sánh thu nhập. Sự so sánh thích hợp có thể giúp chúng ta nhìn thấy thiếu sót của mình, cho chúng ta động lực để nỗ lực. Tuy nhiên, nếu luôn so sánh với người khác, sẽ rất dễ trở nên không vui. Bởi vì trên đời luôn có người ưu tú hơn, giàu có hơn bạn. Sự so sánh như vậy sẽ khiến bạn cảm thấy áp lực, thậm chí sẽ khiến bạn ghen tị với người khác. Thực ra, người mà chúng ta nên so sánh nhất chính là bản thân của ngày hôm qua. Chúng ta nên tự hỏi mình, hôm nay có phải đã tiến bộ hơn hôm qua một chút không? Chỉ cần chúng ta mỗi ngày đều tiến bộ, dù rất chậm, cũng là điều đáng để vui mừng. Chúng ta nên tự hào về sự trưởng thành của mình."
      },
      {
        "_id": "trans_zh_h4_085",
        "source": "幽默是一种非常好的性格。一个有幽默感的人，就像一个小太阳，能给周围的人带来快乐。和他在一起，你总会觉得很轻松，很开心。幽默也是一种聪明的表现。在遇到一些让人不好意思或者紧张的情况时，一句幽默的话，常常可以很轻松地解决问题。幽默感不是天生的，它可以通过学习来获得。我们可以多看一些有趣的书或者电影，多和幽默的人交流，学习他们看问题的方法。慢慢地，你也会变成一个更幽默、更受欢迎的人。",
        "suggestedTranslation": "Hài hước là một tính cách rất tốt. Một người có khiếu hài hước, giống như một mặt trời nhỏ, có thể mang lại niềm vui cho những người xung quanh. Ở bên anh ấy, bạn sẽ luôn cảm thấy rất thoải mái, rất vui vẻ. Hài hước cũng là một biểu hiện của sự thông minh. Khi gặp phải một số tình huống khó xử hoặc căng thẳng, một câu nói hài hước thường có thể giải quyết vấn đề một cách dễ dàng. Khiếu hài hước không phải là bẩm sinh, nó có thể có được thông qua học hỏi. Chúng ta có thể xem nhiều sách hoặc phim thú vị hơn, giao lưu nhiều hơn với những người hài hước, học hỏi cách họ nhìn nhận vấn đề. Dần dần, bạn cũng sẽ trở thành một người hài hước hơn, được yêu mến hơn."
      },
      {
        "_id": "trans_zh_h4_086",
        "source": "我住在北方，这里的四季非常清楚。春天，天气暖和了，树绿了，花开了，到处都是生命的感觉。夏天非常热，有时候会下大雨，人们喜欢吃西瓜和冰淇淋。秋天是最好的季节，天气不冷也不热，很舒服，天总是很高很蓝。这也是一个收获的季节，水果都成熟了。冬天很冷，会下很大的雪。虽然出门不方便，但是在家里看着窗外的雪景，感觉非常浪漫。我喜欢这里的每一个季节，因为它们都有自己独特的味道和美丽。",
        "suggestedTranslation": "Tôi sống ở phương Bắc, bốn mùa ở đây rất rõ rệt. Mùa xuân, thời tiết ấm lên, cây cối xanh tươi, hoa nở, khắp nơi đều là cảm giác của sự sống. Mùa hè rất nóng, đôi khi có mưa lớn, mọi người thích ăn dưa hấu và kem. Mùa thu là mùa đẹp nhất, thời tiết không lạnh cũng không nóng, rất dễ chịu, bầu trời luôn rất cao và trong xanh. Đây cũng là một mùa thu hoạch, hoa quả đều đã chín. Mùa đông rất lạnh, sẽ có tuyết rơi rất lớn. Mặc dù ra ngoài không tiện, nhưng ở nhà ngắm cảnh tuyết ngoài cửa sổ, cảm giác vô cùng lãng mạn. Tôi thích mỗi một mùa ở đây, vì chúng đều có hương vị và vẻ đẹp độc đáo của riêng mình."
      },
      {
        "_id": "trans_zh_h4_087",
        "source": "人们常说“眼睛是心灵的窗户”。通过一个人的眼睛，我们常常可以猜到他的心情和想法。当一个人高兴的时候，他的眼睛里会有光，会笑。当他伤心的时候，他的眼睛会变得很暗，甚至会流泪。当我们和别人说话的时候，看着对方的眼睛，是一种礼貌，也表示我们在认真地听。但是，现在很多人，特别是年轻人，花了太多时间在手机和电脑上。这不仅对眼睛的健康不好，也让我们减少了用眼睛去交流的机会。我们应该抬起头，多看看这个美丽的世界，多看看我们身边的人。",
        "suggestedTranslation": "Người ta thường nói “đôi mắt là cửa sổ của tâm hồn”. Thông qua đôi mắt của một người, chúng ta thường có thể đoán được tâm trạng và suy nghĩ của họ. Khi một người vui vẻ, trong mắt họ sẽ có ánh sáng, sẽ biết cười. Khi họ đau buồn, đôi mắt họ sẽ trở nên u tối, thậm chí sẽ rơi lệ. Khi chúng ta nói chuyện với người khác, nhìn vào mắt đối phương là một sự lịch sự, cũng thể hiện rằng chúng ta đang lắng nghe một cách nghiêm túc. Tuy nhiên, hiện nay rất nhiều người, đặc biệt là giới trẻ, dành quá nhiều thời gian cho điện thoại và máy tính. Điều này không chỉ không tốt cho sức khỏe của mắt, mà còn làm giảm cơ hội chúng ta dùng mắt để giao tiếp. Chúng ta nên ngẩng đầu lên, nhìn ngắm thế giới tươi đẹp này nhiều hơn, nhìn những người xung quanh chúng ta nhiều hơn."
      },
      {
        "_id": "trans_zh_h4_088",
        "source": "今天是我第一天到新公司上班。我早上七点就起床了，然后仔细地选了一件干净的衬衫。我担心会迟到，所以比平时早出门了半个小时。到了公司，人力资源部的同事带我熟悉了一下环境，并且把我介绍给了部门的经理和同事们。大家都非常友好，热情地欢迎我。我的座位靠着窗户，光线很好。我的主要工作是负责和国外客户联系，这正好是我的专业。虽然第一天有点儿紧张，但是我对这份新工作充满了信心和期待。我相信我能很快适应并且做得很好。",
        "suggestedTranslation": "Hôm nay là ngày đầu tiên tôi đến công ty mới làm việc. Tôi đã thức dậy lúc bảy giờ sáng, sau đó cẩn thận chọn một chiếc áo sơ mi sạch sẽ. Tôi lo sẽ bị muộn, vì vậy đã ra khỏi nhà sớm hơn bình thường nửa tiếng. Đến công ty, đồng nghiệp ở bộ phận nhân sự đã dẫn tôi đi làm quen với môi trường, và giới thiệu tôi với giám đốc và các đồng nghiệp trong bộ phận. Mọi người đều rất thân thiện, nhiệt tình chào đón tôi. Chỗ ngồi của tôi ở gần cửa sổ, ánh sáng rất tốt. Công việc chính của tôi là phụ trách liên lạc với khách hàng nước ngoài, đây vừa hay là chuyên ngành của tôi. Mặc dù ngày đầu tiên có hơi căng thẳng, nhưng tôi tràn đầy tự tin và kỳ vọng vào công việc mới này. Tôi tin rằng tôi có thể nhanh chóng thích nghi và làm tốt."
      },
      {
        "_id": "trans_zh_h4_089",
        "source": "在生活中，我们常常会遇到一些让我们生气的事情。比如，别人误会了我们，或者事情没有按照我们的计划进行。生气是一种正常的情感，但是我们不能让它影响我们的生活。长时间生气对身体不好，也可能会破坏我们和别人的关系。所以，学会管理自己的脾气很重要。当你想生气的时候，可以先停下来，深呼吸几次，让自己冷静一下。你也可以去散散步，或者听听音乐。不要因为一件小事就生气，要学会宽容和理解。这样，你的生活会变得更轻松，更快乐。",
        "suggestedTranslation": "Trong cuộc sống, chúng ta thường sẽ gặp phải một số chuyện khiến chúng ta tức giận. Ví dụ, người khác hiểu lầm chúng ta, hoặc sự việc không diễn ra theo kế hoạch của chúng ta. Tức giận là một cảm xúc bình thường, nhưng chúng ta không thể để nó ảnh hưởng đến cuộc sống của mình. Tức giận trong thời gian dài không tốt cho sức khỏe, cũng có thể phá hủy mối quan hệ của chúng ta với người khác. Vì vậy, học cách quản lý tính khí của mình rất quan trọng. Khi bạn muốn tức giận, có thể dừng lại trước, hít thở sâu vài lần, để bản thân bình tĩnh lại. Bạn cũng có thể đi dạo, hoặc nghe nhạc. Đừng vì một chuyện nhỏ mà tức giận, phải học cách khoan dung và thấu hiểu. Như vậy, cuộc sống của bạn sẽ trở nên thoải mái hơn, vui vẻ hơn."
      },
      {
        "_id": "trans_zh_h4_090",
        "source": "我小的时候，住在奶奶家。奶奶家有一个很大的院子，里面种着一棵苹果树。每年秋天，树上都会结满又大又红的苹果。那时候，我最喜欢的事情就是和奶奶一起摘苹果。奶奶会用一个长长的竿子把苹果打下来，我就在下面用篮子接着。摘完苹果，奶奶会把它们洗干净，然后分给邻居们。她还会用苹果给我做很好吃的苹果派。现在，我已经长大了，也搬到了城市里。但是，我永远不会忘记那棵苹果树，和那些与奶奶在一起的甜蜜回忆。",
        "suggestedTranslation": "Khi tôi còn nhỏ, tôi sống ở nhà bà nội. Nhà bà có một cái sân rất lớn, bên trong trồng một cây táo. Mỗi mùa thu, trên cây đều trĩu quả những quả táo vừa to vừa đỏ. Khi đó, việc tôi thích nhất là cùng bà đi hái táo. Bà sẽ dùng một cây sào dài để đập táo xuống, còn tôi thì ở dưới dùng giỏ để hứng. Hái táo xong, bà sẽ rửa sạch chúng, sau đó chia cho hàng xóm. Bà còn dùng táo để làm cho tôi món bánh táo rất ngon. Bây giờ, tôi đã lớn, và cũng đã chuyển đến thành phố. Nhưng, tôi sẽ không bao giờ quên cây táo đó, và những ký ức ngọt ngào khi ở bên bà."
      },
      {
        "_id": "trans_zh_h4_091",
        "source": "昨天我整理书架时，发现了一封很久以前的信。那是我上大学时，一个好朋友写给我的。信里，他和我谈了我们共同的理想，还鼓励我要坚持学习。看着那熟悉的字，我想起了很多大学时候的事情。那时候，我们都还很年轻，对未来充满了希望。现在，十年过去了，我们都变了很多。他成了一名优秀的律师，而我成了一名老师。虽然我们现在不经常见面，但是我们之间的友谊从来没有变。这封信让我很感动，我决定今天晚上就给他打个电话。",
        "suggestedTranslation": "Hôm qua khi dọn dẹp giá sách, tôi đã phát hiện ra một bức thư từ rất lâu rồi. Đó là do một người bạn tốt viết cho tôi khi tôi còn học đại học. Trong thư, cậu ấy đã nói với tôi về lý tưởng chung của chúng tôi, còn động viên tôi phải kiên trì học tập. Nhìn những con chữ quen thuộc đó, tôi đã nhớ lại rất nhiều chuyện thời đại học. Khi đó, chúng tôi đều còn rất trẻ, tràn đầy hy vọng về tương lai. Bây giờ, mười năm đã trôi qua, chúng tôi đều đã thay đổi rất nhiều. Cậu ấy đã trở thành một luật sư ưu tú, còn tôi thì trở thành một giáo viên. Mặc dù bây giờ chúng tôi không thường xuyên gặp mặt, nhưng tình bạn giữa chúng tôi chưa bao giờ thay đổi. Bức thư này khiến tôi rất cảm động, tôi quyết định tối nay sẽ gọi điện cho cậu ấy."
      },
      {
        "_id": "trans_zh_h4_092",
        "source": "我妻子非常喜欢旅游。我们结婚以后，几乎每年都会去一个不同的地方。我们去过热闹的大城市，也去过安静的农村。我们看过美丽的大海，也爬过高高的雪山。在旅行中，我们可以暂时忘记工作的烦恼，放松我们的心情。我们也可以了解不同的文化，尝到不同的美食。最重要的是，旅行增加了我们夫妻之间的感情。在路上，我们互相照顾，共同解决遇到的问题。对我来说，最浪漫的事情，就是和爱的人一起，去看看这个美丽的世界。",
        "suggestedTranslation": "Vợ tôi vô cùng thích du lịch. Sau khi chúng tôi kết hôn, gần như mỗi năm đều đi đến một nơi khác nhau. Chúng tôi đã đến những thành phố lớn náo nhiệt, cũng đã đến những vùng nông thôn yên tĩnh. Chúng tôi đã ngắm nhìn biển cả xinh đẹp, cũng đã leo những ngọn núi tuyết cao. Trong chuyến du lịch, chúng tôi có thể tạm thời quên đi những phiền muộn của công việc, thư giãn tâm trạng. Chúng tôi cũng có thể tìm hiểu những nền văn hóa khác nhau, nếm những món ăn khác nhau. Quan trọng nhất là, du lịch đã tăng thêm tình cảm vợ chồng giữa chúng tôi. Trên đường đi, chúng tôi chăm sóc lẫn nhau, cùng nhau giải quyết những vấn đề gặp phải. Đối với tôi, điều lãng mạn nhất, chính là cùng người mình yêu, đi ngắm nhìn thế giới tươi đẹp này."
      },
      {
        "_id": "trans_zh_h4_093",
        "source": "责任心是一个人非常重要的质量。一个有责任心的人，会认真地完成自己的任务，不会随便放弃。无论是在工作中还是在生活中，这样的人都更容易获得别人的信任。比如，一个有责任心的医生，会仔细地为病人检查，想办法帮助他们减少痛苦。一个有责任心的老师，会认真地准备每一节课，关心每一个学生的成长。责任心不仅是对别人负责，更是对自己的人生负责。我们应该努力成为一个有责任心的人，这样我们的社会才会变得更美好。",
        "suggestedTranslation": "Tinh thần trách nhiệm là một phẩm chất vô cùng quan trọng của một người. Một người có tinh thần trách nhiệm, sẽ hoàn thành nhiệm vụ của mình một cách nghiêm túc, không tùy tiện từ bỏ. Bất kể là trong công việc hay trong cuộc sống, người như vậy đều dễ dàng nhận được sự tin tưởng của người khác hơn. Ví dụ, một bác sĩ có trách nhiệm, sẽ khám bệnh cho bệnh nhân một cách cẩn thận, tìm cách giúp họ giảm bớt đau đớn. Một giáo viên có trách nhiệm, sẽ chuẩn bị bài giảng mỗi tiết một cách nghiêm túc, quan tâm đến sự trưởng thành của mỗi học sinh. Tinh thần trách nhiệm không chỉ là có trách nhiệm với người khác, mà còn là có trách nhiệm với cuộc đời của chính mình. Chúng ta nên nỗ lực để trở thành một người có tinh thần trách nhiệm, như vậy xã hội của chúng ta mới trở nên tốt đẹp hơn."
      },
      {
        "_id": "trans_zh_h4_094",
        "source": "我的爱好是弹钢琴。我从六岁开始学习弹钢琴，到现在已经有十几年了。刚开始的时候，我觉得练习钢琴非常无聊，每天都要坐很长时间，练习一样的曲子。有好几次，我都想放弃了。但是，在妈妈的鼓励下，我还是坚持了下来。现在，弹钢琴已经成为我生活的一部分。当我不开心的时候，我会弹一些伤心的曲子。当我高兴的时候，我会弹一些快乐的曲子。音乐可以帮助我表达我的感情。我非常感谢我的妈妈，如果不是她，我可能就不会有这个爱好了。",
        "suggestedTranslation": "Sở thích của tôi là chơi piano. Tôi bắt đầu học piano từ năm sáu tuổi, đến nay đã được hơn mười năm. Lúc mới bắt đầu, tôi cảm thấy việc luyện tập piano vô cùng nhàm chán, mỗi ngày đều phải ngồi rất lâu, luyện tập những bản nhạc giống nhau. Đã có vài lần, tôi đều muốn từ bỏ. Nhưng, dưới sự động viên của mẹ, tôi vẫn đã kiên trì. Bây giờ, chơi piano đã trở thành một phần cuộc sống của tôi. Khi tôi không vui, tôi sẽ chơi một vài bản nhạc buồn. Khi tôi vui vẻ, tôi sẽ chơi một vài bản nhạc vui tươi. Âm nhạc có thể giúp tôi thể hiện tình cảm của mình. Tôi vô cùng cảm ơn mẹ tôi, nếu không phải là bà, có lẽ tôi đã không có sở thích này."
      },
      {
        "_id": "trans_zh_h4_095",
        "source": "上个星期，我的一个外国朋友来中国看我。这是他第一次来中国，所以对所有的事情都感到很新鲜。我带他去吃了很多有名的中国小吃，比如饺子、包子和烤鸭。他觉得都非常好吃，特别是烤鸭。我们还一起去了长城。他说他以前只在书上和电视上看过长城，没想到它这么长，这么大。站在长城上，他非常激动。在中国的那几天，我教了他一些简单的汉语，比如“你好”和“谢谢”。他学得很快。我希望这次旅行能让他更了解中国，也希望他以后还能再来。",
        "suggestedTranslation": "Tuần trước, một người bạn nước ngoài của tôi đã đến Trung Quốc thăm tôi. Đây là lần đầu tiên cậu ấy đến Trung Quốc, vì vậy đối với mọi thứ đều cảm thấy rất mới mẻ. Tôi đã dẫn cậu ấy đi ăn rất nhiều món ăn vặt nổi tiếng của Trung Quốc, ví dụ như sủi cảo, bánh bao và vịt quay. Cậu ấy cảm thấy tất cả đều rất ngon, đặc biệt là vịt quay. Chúng tôi còn cùng nhau đi Vạn Lý Trường Thành. Cậu ấy nói trước đây cậu chỉ thấy Vạn Lý Trường Thành trên sách và tivi, không ngờ nó lại dài và lớn đến vậy. Đứng trên Vạn Lý Trường Thành, cậu ấy vô cùng xúc động. Trong mấy ngày ở Trung Quốc, tôi đã dạy cậu ấy một vài câu tiếng Hán đơn giản, ví dụ như “nǐ hǎo” và “xièxie”. Cậu ấy học rất nhanh. Tôi hy vọng chuyến đi này có thể giúp cậu ấy hiểu thêm về Trung Quốc, cũng hy vọng sau này cậu ấy vẫn có thể đến nữa."
      },
      {
        "_id": "trans_zh_h4_096",
        "source": "今天的天气非常好，不冷也不热，还有一点儿风，很舒服。我和朋友约好一起去公园放风筝。公园里的人很多，有散步的老人，有玩游戏的孩子，非常热闹。我们找了一块草地，然后开始放风筝。刚开始，我们的风筝总是飞不起来。后来，在一位叔叔的帮助下，我们的风筝终于飞上了蓝天。看着风筝在天上自由地飞，我们的心情也变得特别好。我们玩了一下午，直到太阳快要下山了才回家。这是一个非常愉快的周末。",
        "suggestedTranslation": "Thời tiết hôm nay rất đẹp, không lạnh cũng không nóng, còn có một chút gió, rất dễ chịu. Tôi và bạn đã hẹn cùng nhau đến công viên thả diều. Trong công viên có rất nhiều người, có những người già đi dạo, có những đứa trẻ chơi trò chơi, vô cùng náo nhiệt. Chúng tôi tìm một bãi cỏ, sau đó bắt đầu thả diều. Lúc đầu, diều của chúng tôi cứ không bay lên được. Sau đó, với sự giúp đỡ của một chú, diều của chúng tôi cuối cùng đã bay lên bầu trời xanh. Nhìn cánh diều tự do bay lượn trên trời, tâm trạng của chúng tôi cũng trở nên đặc biệt tốt. Chúng tôi đã chơi cả buổi chiều, cho đến khi mặt trời sắp lặn mới về nhà. Đây là một cuối tuần vô cùng vui vẻ."
      },
      {
        "_id": "trans_zh_h4_097",
        "source": "我的邻居王大夫是一位非常优秀的中医。他今年六十多岁了，但是看起来还很年轻。他开了一个小小的诊所，就在我们小区门口。每天都有很多人去找他看病。他看病非常仔细，总是耐心地听病人说自己的情况。他不仅用药帮助病人，还常常告诉他们应该怎样改变不好的生活习惯。他认为，很多病都是因为生活不规律引起的。他常常说，最好的医生是自己。我很尊重他，不仅因为他的医术好，更因为他对病人的那份关心和责任心。",
        "suggestedTranslation": "Hàng xóm của tôi, bác sĩ Vương, là một thầy thuốc Trung y vô cùng ưu tú. Ông năm nay đã hơn sáu mươi tuổi, nhưng trông vẫn còn rất trẻ. Ông mở một phòng khám nhỏ, ngay ở cổng khu dân cư của chúng tôi. Mỗi ngày đều có rất nhiều người đến tìm ông khám bệnh. Ông khám bệnh vô cùng cẩn thận, luôn kiên nhẫn lắng nghe bệnh nhân nói về tình trạng của mình. Ông không chỉ dùng thuốc giúp bệnh nhân, mà còn thường xuyên nói cho họ biết nên thay đổi những thói quen sinh hoạt không tốt như thế nào. Ông cho rằng, rất nhiều bệnh đều là do sinh hoạt không điều độ gây ra. Ông thường nói, người bác sĩ tốt nhất chính là bản thân mình. Tôi rất kính trọng ông, không chỉ vì y thuật của ông giỏi, mà còn vì sự quan tâm và tinh thần trách nhiệm của ông đối với bệnh nhân."
      },
      {
        "_id": "trans_zh_h4_098",
        "source": "很多人都觉得幸福是一件很复杂的事情，以为要有钱、有车、有大房子才会幸福。其实，幸福往往很简单。它可能就是早上的一杯热牛奶，是累的时候爱人的一句关心，是和家人一起吃一顿晚饭。幸福不是一个遥远的目的，而是一种感觉。它就在我们每天的生活里，在我们身边的小事中。我们应该学会发现这些小小的幸福，并且感谢它们。当我们学会用一颗感谢的心去生活时，我们就会发现，其实我们一直都很幸福。",
        "suggestedTranslation": "Rất nhiều người đều cảm thấy hạnh phúc là một chuyện rất phức tạp, cho rằng phải có tiền, có xe, có nhà lớn mới hạnh phúc. Thực ra, hạnh phúc thường rất đơn giản. Nó có thể chỉ là một ly sữa nóng buổi sáng, là một lời quan tâm của người yêu khi mệt mỏi, là cùng gia đình ăn một bữa cơm tối. Hạnh phúc không phải là một mục đích xa vời, mà là một loại cảm giác. Nó ở ngay trong cuộc sống hàng ngày của chúng ta, trong những việc nhỏ nhặt xung quanh chúng ta. Chúng ta nên học cách phát hiện ra những niềm hạnh phúc nho nhỏ này, và biết ơn chúng. Khi chúng ta học cách sống với một trái tim biết ơn, chúng ta sẽ phát hiện ra, thực ra chúng ta vẫn luôn rất hạnh phúc."
      },
      {
        "_id": "trans_zh_h4_099",
        "source": "上个星期，我们公司组织了一次法律知识讲座，邀请了一位著名的律师来给我们讲课。律师主要讲了和我们工作有关系的一些法律知识，比如合同法。他用了很多实际的例子，讲得非常清楚、有趣，我们都听得很认真。讲座的最后，还有一个提问时间。同事们都积极地提出了自己遇到的问题，律师也都耐心地进行了解释。这次讲座让我学到了很多有用的知识，也让我明白了法律的重要性。我觉得公司应该多组织一些这样的学习活动。",
        "suggestedTranslation": "Tuần trước, công ty chúng tôi đã tổ chức một buổi tọa đàm về kiến thức pháp luật, đã mời một luật sư nổi tiếng đến giảng bài cho chúng tôi. Vị luật sư chủ yếu giảng về một số kiến thức pháp luật có liên quan đến công việc của chúng tôi, ví dụ như luật hợp đồng. Ông đã sử dụng rất nhiều ví dụ thực tế, giảng rất rõ ràng, thú vị, chúng tôi đều nghe rất chăm chú. Cuối buổi tọa đàm, còn có thời gian đặt câu hỏi. Các đồng nghiệp đều tích cực đưa ra những vấn đề mình gặp phải, và luật sư cũng đã kiên nhẫn giải thích. Buổi tọa đàm này đã giúp tôi học được rất nhiều kiến thức hữu ích, cũng giúp tôi hiểu ra tầm quan trọng của pháp luật. Tôi cảm thấy công ty nên tổ chức nhiều hoạt động học tập như thế này hơn."
      },
      {
        "_id": "trans_zh_h4_100",
        "source": "我非常喜欢看关于动物的电视节目，特别是《动物世界》。通过这个节目，我认识了很多我以前从来没听说过的动物，也了解了它们的生活习惯。比如，我知道了熊猫主要吃竹子，老虎是森林里的王。这个节目让我看到了一个非常精彩的自然世界。它也让我明白，地球不仅是我们人类的家，也是这些可爱动物的家。我们应该保护环境，保护这些动物，让我们和它们能共同生活在这个美丽的地球上。我们每个人都应该为此而努力。",
        "suggestedTranslation": "Tôi vô cùng thích xem các chương trình truyền hình về động vật, đặc biệt là 'Thế giới động vật'. Thông qua chương trình này, tôi đã biết đến rất nhiều loài động vật mà trước đây tôi chưa từng nghe nói đến, và cũng hiểu được thói quen sinh hoạt của chúng. Ví dụ, tôi đã biết gấu trúc chủ yếu ăn tre, hổ là vua của rừng xanh. Chương trình này đã cho tôi thấy một thế giới tự nhiên vô cùng đặc sắc. Nó cũng giúp tôi hiểu ra rằng, Trái Đất không chỉ là nhà của loài người chúng ta, mà còn là nhà của những loài động vật đáng yêu này. Chúng ta nên bảo vệ môi trường, bảo vệ những loài động vật này, để chúng ta và chúng có thể cùng nhau sống trên Trái Đất xinh đẹp này. Mỗi người chúng ta đều nên nỗ lực vì điều đó."
      }
    ]
  }
}